import React from "react";
import Navigation from "../../components/AppNav/Navigation";
import PageWithComments from "../../components/Comments/comment";
import ReadMore from "../../components/ReadMore/ReadMore";
import './articles.css';

const GeorgeKollias = ()=>{
    return(
        <>
        <Navigation />
           <div className="container">
            <div className="row">
                <div className="col-md-12 d-flex justify-content-evenly">
                    <h3 className="display-4">Γιώργος Κόλλιας - Από τα “αλώνια” της Κορινθίας στην κορυφή της Extreme Metal

                    <p className="lead">Ιστορία/Παρελθόν</p>
                    <br></br>
                    <p className="lead">Απο τον Μιχαλη</p>
                    <hr className="bg-dark"></hr>
                </h3>
                </div>
                <hr className="bg-dark"></hr>
                <div className="col-md-6 credits-box">
                    <img src={"/assets/Nile.jpg"} className="img-fluid w-100 ScentAlbumCover shadow-lg rounded-4"></img>
                    <h4>Πηγες</h4>
                    <p className="lead d-flex justify-content-evenly"> 
                          <a href="https://en.wikipedia.org/wiki/George_Kollias_(drummer)">Πηγη 01</a>
                          <a href="https://drumfaster.com/drummers/professional-drummers/george-kollias/">Πηγη 02</a>
                          <a href="https://www.metal-archives.com/artists/George_Kollias/3">Πηγη 03</a>
                          <a href="https://www.metal-archives.com/bands/Nile/139#band_tab_members">Πηγη 04</a>
                          <a href="https://www.metal-archives.com/bands/Extremity_Obsession/79348#band_tab_members">Πηγη 05</a>
                          <a href="https://www.metal-archives.com/bands/Nightfall/1050#band_tab_members">Πηγη 06</a>
                          <a href="https://www.georgekollias.com/biography/">Πηγη 07</a>

                     </p>
                    <ReadMore />
                </div>
                <div className="col-md-6">
                    <p className="lead">
                    Σήμερα στο Legends θα γίνει μια ιδιαίτερη μνεία για έναν drummer, έναν Έλληνα drummer που έχει φτάσει να ανήκει στο πάνθεον της μέταλ και δη της death, τον Γιώργο Κόλλια! Παρόλο που πρόκειται για έναν βετεράνο καλλιτέχνη και λίαν καταξιωμένο, πασίγνωστο σε όλη την υφήλιο στους χώρους της Extreme Metal και κατά συνέπεια είναι σαν να απομακρύνομαι ως συντάκτης από την βασική αλλά “άτυπη” πολιτική της ομάδας να γράφουμε για τους “μικρούς” του χώρου, η ιστορία του Γιώργου Κόλλια ενσαρκώνει εντούτοις την επιτυχία ενός αυτοδημιούργητου μουσικού από ένα άσημο, ταπεινό μα και συνάμα εχθρικό σχεδόν παντελώς μέρος με την μέταλ (με ελάχιστες φυσικά φωτεινές εξαιρέσεις να υπάρχουν πάντοτε) να φτάσει να γίνεται μια αυθεντία και ένας πρωτοπόρος σε ένα όργανο του οποίου οι οργανοπαίχτες είναι εξαιρετικά δυσεύρετοι!

                    </p>
                    <h4>
                    Τα πρώτα χρόνια
                    </h4>
                    <p className="lead">
                    Ο Γιώργος Κόλλιας γεννήθηκε τον Αύγουστο του 1977 στην Κόρινθο. Στα 10 του άρχισε να παίζει κιθάρα και δύο χρόνια αργότερα ξεκίνησε να μαθαίνει ντραμς υπό την καθοδήγηση του Βασίλη Μπαξεβανάκη, συνεχίζοντας αργότερα υπό την εποπτεία του μετρ της τζαζ Γιάννη Σταυρόπουλου. 
Στα μέσα της δεκαετίας του ‘90 (1996) συμμετείχε στους Κορίνθιους death/thrash metallers Extremity Obsession, αναλαμβάνοντας επίσης τα καθήκοντα των πρώτων φωνητικών αλλά βοηθώντας και στην σύνθεση των κομματιών τους ως την διάλυσή τους το 1998 (επανήλθαν το 2016). Την διετία αυτή με τους Extremity Obsession κατάφερε να κυκλοφορήσει 2 demo δίχως κάποιο τεράστιο αντίκρισμα (Extremity Obsession 1996 και Everlasting 1997). 
Μερικά χρόνια αργότερα θα μπει στο “πλήρωμα” των Αθηναίων melodic black/death με doom και goth επιρροές metallers Nightfall όπου θα τους βοηθήσει να ηχογραφήσουν δυο άλμπουμ (I Am Jesus - 2003 και Lyssa - Rural Gods and Astonishing Punishments - 2004), ενώ με την συμμετοχή των Nightfall στα μεγαλύτερα μέταλ φεστιβάλ όπως το Wacken Open Air, καταφέρνοντας να κερδίσει με την εκτέλεση και την απόδοση του την προσοχή πολλών βλεμμάτων παγκόσμιας εμβέλειας. 
Παράλληλα με τους Nightfall θα φτιάξει την tech death μπάντα Sickening Horror με τους οποίους θα κυκλοφορήσει το demo τους το 2003 με όνομα Promo 2003 και 4 χρόνια (2007) αργότερα θα κυκλοφορήσει το πρώτο τους άλμπουμ με τίτλο When Landscapes Bled Backwards. 
Η περίοδος αυτή, σε συνδυασμό με την πρόταση από τους θρυλικούς Nile που ήρθε το 2004, είναι μια (περίοδος) εξερεύνησης και πειραματισμού του Γιώργου σε πολλά είδη της metal ενώ δούλευε και ως sessionist πάνω σε project στα οποία ενδιαφερόταν ο ίδιος.                    </p>
                   <h4>Nile</h4>
                    <p className="lead">
                    Τον Αύγουστο του 2004 θα λάβει την πρόταση από τους σπουδαίους tech death metallers Nile. Την ίδια χρονιά είχε αποχωρήσει ο τότε ντράμερ Τόνι Λαουρεάνο. Τον Γιώργο στους Nile τους έφερε ένας εξίσου σπουδαίος ντράμερ ο Derek Roddy ο οποίος προσωρινά είχε καλύψει το κενό του Λαουρεάνο, καθώς ακούγοντας μερικά δείγματα του τον πρότεινε στα υπόλοιπα μέλη να τον προσλάβουν ως μόνιμο. Οι Nile ήδη είχαν φτιάξει ένα δυνατό όνομα στον χώρο της death έχοντας κυκλοφορήσει 3 πολύ καλά άλμπουμ [1. Amongst the Catacombs of Nephren-Ka (1998), 2. Black Seeds of Vengeance (1998) και 3. Black Seeds of Vengeance (2000)]. Με τα χέρια του Κόλλια να πιάνουν τις μπαγκέτες των ντραμς των Nile θα καταφέρουν 2 μήνες αργότερα από την πρόσληψη του να κυκλοφορήσουν ένα από τα μεγαλύτερα άλμπουμ τους, το Annihilation of the Wicked (2005) το οποίο θα είναι αρχή ενός τεράστιου άλματος και μιας σειράς σχεδόν αψεγάδιαστης τεχνικά απόδοσης άλμπουμ όπως το Ithyphallic (2007), το Those Whom the Gods Detest (2009), το At the Gate of Sethu (2012), το What Should Not Be Unearthed (2015) και το Vile Nilotic Rites (2019). 
Ο Γιώργος πλέον θα πλεύσει προς την άλλη πλευρά της Γης, στις ΗΠΑ, όπου με τους Nile θα συνεχίσει ως τις μέρες μας και θα εντυπωσιάσει, θα διασκεδάσει και θα καθηλώσει με τις εκτελέσεις του όλους τους λάτρεις της metal ανά την υφήλιο σε παγκόσμιες περιοδείες αλλά και σε σε φεστιβάλ παγκοσμίου διαμετρήματος όπως το Ozzfest και το Hellfest. Θα μπορούσα να γράψω παραπάνω για τα έργα του, αλλά θα μείνω εδώ και θα παραθέσω συνδέσμους που θα μπορέσετε να τα δείτε και να τα ακούσετε πιο ανέμελα. Το νόημα είναι άλλο του σημερινού κειμένου άλλωστε!

<h4>Γιατί είναι ξεχωριστός τεχνικά;</h4>

Το κύριο χαρακτηριστικό του Γιώργου Κόλλια στον τρόπο παιξίματος είναι η εξωπραγματική ταχύτητά του. Τα χέρια και τα πόδια του συγχρονίζονται με χειρουργική ακρίβεια. 
Αν δείτε τα πόδια του θα παρατηρήσετε γρήγορα την τεχνική περιστροφής, της οποίας έχει γίνει αυθεντία. Οι κορυφές των ποδιών του παραμένουν στα πεντάλ με την ταχύτητα να έρχεται από την αριστερή στην δεξιά κίνηση του αστραγάλου πάνω από το πεντάλ.
Για τους λάτρεις των blast beat, θα δείτε πως ο Γιώργος χρησιμοποιεί πάντα blast του ενός ποδιού. Αυτή είναι η μέθοδος που προτιμάται από τους παλιάς σχολής drummers της death metal, μια μέθοδος η οποία δυστυχώς σπανίζει μεταξύ των νεότερων. 
Με την χρήση μιας ειδικής σόλας στο ένα πόδι δίνεται κάποιος χώρος για τον Κόλλια ώστε να γίνει δημιουργικός. Ακόμη και όταν παίζει σε έναν ακραίο και γρήγορο ρυθμό, το αριστερό πόδι είναι ελεύθερο να παίξει σε μοναδικούς ρυθμούς και οστινάτα. Αυτό το πλεονέκτημα στα πόδια το αξιοποιεί και στο κομμάτι των χεριών. Ενόσω μερικά σημεία χρειάζονται ευθύβολα blast-beats ο Γιώργος δημιουργεί διάφορα beats τα οποία κάθονται πάνω στο κύριο blast-beat. 
Ένα παράδειγμα αυτού είναι το να παίζεται ένα blast - beat σε ένα δευτερεύον ταμπούρο και να χρησιμοποιείται ένα κύριο (ταμπούρο) για να διατηρήσει ένα backbeat. 

    <h4>Σκέψεις του γραφόντος</h4> 

Ο Γιώργος Κόλλιας είναι αδιαμφισβήτητα ένας από τους πιο θρυλικούς ντράμερ των εποχών. Ως λάτρης και ο ίδιος των Nile το δείγμα γραφής του παραμένει ανεξίτηλο σε όλα τα άλμπουμ των Nile, ενώ ως ένας πολυάσχολος, πολυσχιδής και πολυγραφότατος άνθρωπος με εξαιρετική τεχνική κατάρτιση πάνω στην μουσική κατάφερε να εδραιωθεί στα εδάφη τεσσάρων κατηγοριών της metal (death, thrash, black και goth). Φυσικά δεν πρέπει να ξεχαστούν και οι συνεισφορές του στους Extremity Obsession και Nightfall, μπάντες οι οποίες είναι underground και ως τις μέρες μας ενεργές. Τέλος, για μένα αποτελεί μια παραπάνω λατρεία, συντοπίτης γαρ, αλλά και για το γεγονός, ως εξ ολοκλήρου αυτοδημιούργητος, ότι κατάφερε να ξεφύγει από έναν τόπο που η μέταλ αλλά και η ροκ ακόμη είναι είδη προς εξαφάνιση, καθώς ελάχιστοι σε αυτό τον νομό -  ακόμη και συγκριτικά με άλλες περιοχές της Ελλάδας υστερεί η Κορινθία στην ανάδειξη μέταλ/ροκ καλλιτεχνών και σχημάτων (εξαίρεση οι 1000mods) - ασχολούνται ενώ περιφρονείται λόγω της επαναστατικής, αντισυμβατικής και αντιθρησκευτικής/αντιχριστιανικής φύσης των! Επιπλέον πληροφορία: Νομός 140.000 κατοίκων δεν έχει ούτε ένα rock cafe, για να φανταστείτε, ή έναν χώρο για να στεγάσει ένα metal live (εξαιρούνται κάποια πιο rock δρώμενα, αν και πολύ σπάνια) ! Βάσει όλων αυτών λοιπόν ο Γιώργος Κόλλιας παίρνει και στο περιοδικό μας μια θέση ανάμεσα στους θρύλους!  Σε ευχαριστούμε για την προσφορά σου, θρύλε!
                    </p>
                    <PageWithComments />

                </div>
            </div>
           </div>
        </>
    )
}
export default GeorgeKollias;