{
    "title": "Into the Melancholic Symphony: An Interview with Dymna Lotva",
    "sub": "Prepare to immerse yourself in the melancholic symphony of Dymna Lotva, a band whose music transcends boundaries and resonates deeply with listeners.",
    "date": "2024-05-15",
    "content": "<div class='container'><p class='lead'>Originating from Belarus and now making waves in Poland, Dymna Lotva’s journey is marked by a profound exploration of sorrow, nature, and folklore. With each release, they weave intricate tales that evoke emotions and provoke introspection. Join us as we uncover the essence of Dymna Lotva, a band whose music is a testament to the power of artistic expression and emotional depth.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> To kick things off, let’s delve into the origins of Dymna Lotva. Your journey from Belarus to Poland seems like a significant chapter in the band’s story. Could you share with us the backstory of this transition and how it influenced the band’s creative direction and thematic exploration, particularly in your doom/post-metal sound with themes of nature, folklore, and sorrow?<br/><strong>DL:</strong> In fact, this transition shouldn’t have happened. We were going to stay in Belarus and tell about Belarus in music. But the events of 2020 in Belarus decided otherwise. We were banned, KGB came to our current guitarist. It became obvious that we were no longer welcome in Belarus and we had to leave. Regarding the impact of the move on our creativity. If we take the main trilogy “The Land Under The Black Wings”, it has remained unchanged. It was conceived long ago and hardly any external factors can change the concept. But our next album changed the theme completely. And it’s directly related to the move. We won’t reveal the details yet. But we can say that the themes of sorrow haven’t gone anywhere.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Your discography is quite diverse, with each release seemingly delving deeper into the themes of sorrow and nature. Could you tell us which album resonates the most with the band’s vision and why?<br/><strong>DL:</strong> Probably should stick to the “You want to understand what the band is about, listen to the last album” opinion. We think our latest album “The Land Under The Black Wings: Blood” is a showcase. Quite by accident, the album was too relevant. We wrote the album when there was no war yet, and it was released when the war in Ukraine was in full force. Because of this coincidence, the album is even more painful than it should be.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Can you walk us through the typical creative process behind a Dymna Lotva album, from conceptualization to recording and production?<br/><strong>DL:</strong> The concepts for the albums were thought out in advance. And now we have both concepts and music for several albums in the future. So all that remains now is to implement it according to plan. On average the process looks like this: Jauhien writes the music and demo, it’s given to Nokt to write the lyrics and vocal lines within the concept of the album. After that we finalize the arrangement, record the instruments and give the album to mixing. Perhaps something will change in the future. But for now, this is how the process works.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Are there any rituals or routines you adhere to during the songwriting or recording process that you find especially conducive to creativity?<br/><strong>DL:</strong> Jauhien likes to record guitars at home with lots of coffee. And sometimes we have brainstorming sessions over beers. But it’s not necessarily about recording the album. Nokt created a lot of lyrics in public transport.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> The cover artworks for your albums, particularly the ones from the albums “Зямля пад чорнымі крыламі: Дрыгва”, and “Зямля пад чорнымі крыламі: Кроў” are unique, striking and evocative. Can you shed some light on the artistic choices behind these visuals and how they complement your music?<br/><strong>DL:</strong> “The Land under the Black Wings” is a conceptual trilogy about Belarus. So we convey this trinity of albums using multiple triple cultural codes. The idea of Motherland through three female images that are found in the mythology of not only our nation but also many others: The Girl, The Mother and The Old One. Three colors of Belarusian traditional costume. Coded names of the three tribes that formed our nation. Etc.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> How important is visual representation to Dymna Lotva’s overall aesthetic, and do you collaborate closely with artists to ensure the visuals align with the themes of your music?<br/><strong>DL:</strong> It’s highly important, so that’s the reason why we make a lot of visuals ourselves. All stage costumes and props are handmade by Nokt. We also provide costumes and props for the video ourselves. Band members create scripts for videos ourselves and usually make sketches of filming plans. In fact, we leave practically no creative freedom for the artists with whom we collaborate. There is only one artist with whom we have been working for a long time and to whom we can say “take our money and do what you want.” Simply because this person has the same vision as us and over the years we have become convinced that our opinions usually coincide (although in this case we give the main direction for work, a general scenario, and so on).</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Over the years, your sound has evolved while still maintaining a distinctive Dymna Lotva essence. How would you describe the evolution of your music from your early singles to your latest full-length album, “Зямля пад чорнымі крыламі: Кроў”?<br/><strong>DL:</strong> It’s actually quite trivial. Two factors. One, we’ve learned to do better. Jauhien is better at playing and writing, Nokt has learned new vocal techniques and has a better voice. Second, we were able to use more resources. We recorded in a more professional studio and worked with professional sound engineers. We spent 10 times more money on the last album than on the first one. But it’s not the last one that was so expensive, it was the first one that was very low budget.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> What challenges and rewards do you encounter when trying to innovate while also staying true to the core sound and identity of Dymna Lotva?<br/><strong>DL:</strong> The biggest challenge is resources. We can’t afford to spend too much money on something we want. For example, if we want to record a symphony orchestra on an album. Obviously, this is difficult and expensive to realize. We are not Septicflesh yet unfortunately. But we try to maximize the realization of what we want anyway. And let it be a VSTi plugin instead of a symphony orchestra. If it sounds cool, we will use it.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Let’s talk a bit about collaborations! Are there any dream collaborations you’d love to pursue in the future, either within or outside the metal genre?<br/><strong>DL:</strong> It would be interesting to have ICS Vortex from Arcturus and Borknagar singing with us. He just has incredible vocals. But in general, we thought we should be careful about collaborations, especially vocal collaborations. Because any guest vocalist in a track makes it more difficult to perform that track live in the future.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Your music seems tailor-made for immersive live performances. How do you translate the atmospheric experience of your recordings to the stage?<br/><strong>DL:</strong> Our vocalist Nokt is mainly responsible for the beauty and emotionality of our performances. First of all, she has a very cool stage presence. It’s hard to describe, we advise you to watch the live shows, or better to come to the gig. And secondly, she sews her own concert costumes and makes her own wreaths.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Are there any memorable moments or anecdotes from your live shows that stand out to you?<br/><strong>DL:</strong> There’s a case in point. It’s funny to remember, but it was very unfunny at the moment. We were performing at a festival (I won’t say which one) and because we were barefoot we were electrocuted when we touched the instruments. The electric shock was up to the elbow. It was a truly electric show.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Your music has garnered a dedicated fanbase who resonate deeply with your themes and sound. How do you perceive the connection between Dymna Lotva and your audience?<br/><strong>DL:</strong> we are really proud of the community we’ve created. Our connection is extremely close now (maybe because Dymna Lotva isn’t famous yet). For example, we have experience of living at our fan’s flats - not guesting, but living for more than a month. Emigration experience showed in full how some people love our music. We’ve received a lot of help when we really needed. Our fans are incredible, thanks to them.</p><p><strong>Daria Aeonia (Heavy Local Greece):</strong> Have you had any particularly moving encounters or interactions with fans that have left a lasting impact on the band?<br/><strong>DL:</strong> One of our true fans is a part of our family now. Mikita started as a fan, became our friend, then our stage technician, then Nokt’s boyfriend, then we visited all protests in Belarus together - and now he is our official guitarist and we are living in one flat. Isn’t this touching?</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> This touching journey from fan to family member illustrates the deep connection Dymna Lotva shares with their audience. Now, let’s explore how the band navigates the diverse feedback received from listeners and critics alike. Your albums have received a range of reviews, from glowing praise to constructive criticism. How do you approach feedback from listeners and critics alike?<br/><strong>DL:</strong> We love criticism. Criticism is useful. But unfortunately, most of the criticism of the last album was that it was too long. 72 minutes. But we knew that ourselves. And that was our choice. Not that War is easy and fast - it’s not 40 minutes long.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Have there been any critiques or compliments that have significantly influenced the direction of your music or your approach to songwriting?<br/><strong>DL:</strong> We certainly listen to criticism. But we believe that our vision and opinion are more important for our music. We ourselves as internal critics know what we will change for the next albums.</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Looking ahead, what can fans expect from Dymna Lotva in terms of new music, collaborations, or other creative endeavors?<br/><strong>DL:</strong> We have a lot of shows coming up this year. There’s gonna be some singles. One’s already out. And we’re working on the next album. We won’t say when, but it’s coming!</p><p><strong>Daria Aeonia (PULSE OF THE UNDEGROUND):</strong> Are there any specific goals or milestones you hope to achieve as a band in the coming years?<br/><strong>DL:</strong> We want to perform in all (well, or almost all) European countries in the coming years. So Greek promoters, you know who to write to.</p></div>",
    "Socials": "<p class'lead'><a href='https://web.facebook.com/dymnalotva?_rdc=1&_rdr' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/dymnalotvaband' ><i class ='bi bi-instagram'></i> </a> <a  href='https://www.youtube.com/channel/UCwcdwYwpfgTkXZI9WlWDYBQ' ><i class ='bi bi-youtube'></i> </a> </p> ",
    "img01": "https://heavy-local.com/assets/AcidMammothSecond.jpg"
}