{
    "title": "Ghost of Agony: Rising from the Abyssal Depths of Chicago's Underground",
    "sub": "A fresh US Death Metal band is ready to cause a quake inside our guts.",
    "date": "2024-05-15",
    "content": "<div class='container'><p class='lead'>A fresh US Death Metal band is rising from the abyssal murky waters of the Chicago underground scene ready to cause a quake inside our guts. Ghost of Agony has already made personal progress by releasing three powerful, sinister and dynamic songs as a demo this January, and we expect a debut album soon, in the fall of 2024, which is going to include the more refined versions of the already exceptional demo songs as well. The album is going to be called \"Ashen Kingdom\". The band is dark fantasy themed, narrating stories of mythical, sinister beasts. The album cover is an artwork of the minotaur, the ancient Minoan monster waiting for Theseus in the labyrinth. They truly want to show us that they don't hold back with this single, as it already packs a fistful on our jaws, and we patiently wait for more.</p><p>\"The Cadaver Collector\", the very first track in the single immediately hits us with a pompous riff and double bass fast drumming and guitar riffs that hold tremendous momentum, leading us to an exceptional vocal performance after a break of guitar rings, finishing with merciless guitar howls. The second song called \"Blinded by Evil\" greets us with a climaxing fade-in drum beat, giving its place to the booming bass heavy riff. Another noteworthy moment inside the track is the bridge which introduces itself with progressing bass strumming, followed by dark, low pitched vocals, evolving into a bold, screeching guitar solo, before closing with the refrain. The final track, \"Arbiter of Demise\", once again starts with an eerie, distorted fade-in intro, as if it emerged from the depths of hell. The EP closes with an ominous, melodic and slow track, featuring another exciting, rapid guitar solo. A dramatic fade-out shuts down the music, making the listeners be impatient for more, coming soon this autumn.</p><p>Ghost of Agony is a brand new band already making big steps, we are awaiting for them to blow up in the near future.</p></div>",
    "Socials": "<p class'lead'><a href='' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/ghostofagonyband' ><i class ='bi bi-instagram'></i> </a> <a  href='https://twitter.com/ghostofagony' ><i class ='bi bi-twitter'></i> </a>  <a  href='https://open.spotify.com/artist/1vAWkun3odDo8ft55GYQE3?si=so3LoR6GTkyMIbWc9ysjmg' ><i class ='bi bi-spotify'></i> </a> </p>",
    "img01": "https://heavy-local.com/assets/GhostOfAgony.jpg"
}
