{
    "title": "Παλαιάς κοπής ανταρσία - KorrectioN - Having Fun (single review + info)" ,
    "sub":"απο τον Μιχαλη",
    "date":"22/05/2024" ,
    "decscription": "Παλαιάς κοπής ανταρσία - KorrectioN - Having Fun (single review + info) .",
    "content": "<p class=’lead’>Ένα ευχάριστο απόγευμα ήταν το σημερινό! Και γιατί ήταν ευχάριστο; Διότι μετά από καιρό κατάφερα να βρω ένα αξιόλογο old school rock n’ roll κομμάτι από μια μπάντα που διατηρεί τις παραδοσιακές αξίες της στο έπακρο! Οι KorrectioN με το νέο και φρέσκο τους single, το Having Fun, έχουν την τιμητική τους σήμερα! Πάμε όμως πρώτα να δούμε ποιοι είναι!<br/>Λίγα λόγια <br/>Οι KorrectioN είναι μια μπάντα που σχηματίστηκε το 2016 στην Αθήνα από τον Δημήτρη Κορρέ με στόχο να παίξει ένα μείγμα του πατροπαράδοτου rock ήχου με τα απαλά blues σε ένα πιο ευθύ δυναμικό πλαίσιο! Hχογράφησαν το πρώτο τους EP το 2017 με τίτλο Shades (3 tracks -  10:42 λεπτά) ενώ ακολούθησαν το 2018 το Burden (4 tracks -  19:17 λεπτά), το 2019 το Outlaws (4 tracks - 17:09 λεπτά), το 2020 το Rawkdown (4 tracks - 18:27 λεπτά) και έπειτα από ανακατατάξεις στο σχήμα και 4 χρόνια αργότερα μας ήρθε το σημερινό single, το Having Fun! <br/> Το κομμάτι<br/>Το κομμάτι αυτός είναι ο ορισμός του dad rock! Οι KorrectioN διατηρούν έναν αναλλοίωτο ήχο των 80s στο κομμάτι με old school clean vocals στο Having Fun και με τα ωραία riffs και φυσικά τα must solo που είναι αναπόσπαστο κομμάτι μιας παλαιάς κοπής μπάντας στα έγχορδα που μύησαν πολύ κόσμο στον μαγικό χώρο της rock, της metal και ακόμη και της punk μετέπειτα 4 δεκαετίες πριν (φυσικά συνεχίζουν να μυούν κόσμο!)! Το Having Fun είναι ένα κομμάτι το οποίο προσωπικά με κάνει να πιστεύω πως είναι ένα total banger, μια ωδή στην διασκέδαση και στην περιπέτεια! Είναι σαν να με κάνει να θέλω να αγοράσω μια Harley, να πάω με αυτή σε ένα gig και έπειτα να πιω μπύρες με φιλαράκια στο ροκάδικο της πόλης μου για σβήσιμο, όπως επίσης και με την μηχανή να διασχίσω, όρη βουνά και πεδιάδες με την κοπέλα μου και την παρέα υψώνοντας το μεσαίο δάχτυλο στον κομφορισμό, στην κυριλεδίλα και στον καθωσπρεπισμό! Το Having Fun εν κατακλείδι είναι ένα rock διαμαντάκι το οποίο θα ξυπνήσει πολλές αναμνήσεις στους άνω των 35 τουλάχιστον αναγνώστες και θα φέρει τους νεότερους στον retro και μοναδικό κόσμο των 80s, αυτό είναι νομίζω το μόνο σίγουρο! Το κομμάτι μπορείτε να το ακούσετε και οι ίδιοι </p><a href = 'https://youtu.be/OVX8-nNA3jE?si=pmpozDwKaPU7Fbo3 '>εδώ</a> " ,
    "Socials": "<p class'lead'><a href='https://web.facebook.com/severoth?_rdc=1&_rdr' ><i class ='bi bi-facebook'></i>  <a href='https://www.instagram.com/severothocculta/ ' ><i class ='bi bi-instagram'></i></a> <a  href='https://open.spotify.com/artist/07ZvgtvqN2rNggCB024UYY ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/@SeverothOcculta' ><i class ='bi bi-youtube'></i> </a>  </p>              " ,
    "img01":"https://heavy-local.com/assets/Severoth.webp"
  }
   