{
    "title": "A Journey Through Myth and Melody: Unveiling the Enchanting World of Servan",
    "sub": "Step into the captivating realm of folk metal and fantasy as we embark on a musical odyssey with Servan, a band whose ethereal melodies and evocative storytelling transport listeners to distant lands steeped in myth and legend.",
    "date": "2024-05-15",
    "content": "<div class='container'><p class='lead'>From humble beginnings to soaring ambitions, join us as we delve into the origins, influences, and aspirations of this enigmatic ensemble, whose melodies resonate with the echoes of ancient tales and the boundless depths of imagination!</p><p><strong>Daria Aeonia:</strong> Well met! It’s a pleasure to have you here for this interview! Let’s delve into the captivating world of folk metal and fantasy themes with your distinct music. Can you tell us about the journey of Servan from the ashes of a previous folk metal band to its formation in May 2014?<br/><strong>Servan:</strong> Well, the band was born many years ago like a simple folk-cover band (Alestorm, Eluveitie ecc.). Enrico took the two guitarists and the keyboarder and founded Servan. At first, the band didn’t even have drums and the bass player and we simply used them with backing-tracks. In a few years we completed our first record but we were very young and inexperienced at that time and the band suffered many line-up changes. Today Enrico is the undisputed leader of Servan. His creative vision is pretty solid and well-defined and recently he also improved a lot with the technical side of the live on stage as well as his composition’s ability.</p><p><strong>Daria Aeonia:</strong> Your music seems to seamlessly merge elements of folklore with metal. How do you approach incorporating fantasy themes into your songs, and what role does storytelling play in your creative process?<br/><strong>Servan:</strong> Trentino’s and European’s folklore were very prominent in our songwriting, especially in our debut album. There are many elements taken by different fairytales like the Lovegati, Scandinavian trolls or the Servan itself. Here in Italy, the name “Servan” means the European creature “Changeling”. We had so much fun blending all these different tales into one coherent story. The main concept is an inner journey through the path of the forest. We always found fascinating using it as a metaphor of the intricate thoughts of the human subconscious. As our first experience we are pretty happy with the final result but there will be always room for improvement in the future.</p><p><strong>Daria Aeonia:</strong> How do you ensure that your music effectively transports listeners to the realm of imagination and adventure?<br/><strong>Servan:</strong> The most important thing I guess is the use of imagination in our lyrics and sound effects in our songs. For example, during the intro for the track “Drunk Troll”, we tried to recreate a guy walking in the snow as he approaches a distant tavern. Bands like Fintroll and Carach Angren use a lot of soundscapes to immerse the listener into their songs and we take a lot of inspiration from them. We are happy with the final result and fans seem happy too.</p><p><strong>Daria Aeonia:</strong> In what ways has your music been influenced by your cultural roots as a band originating from Trento, Italy, especially within the genre of folk metal?<br/><strong>Servan:</strong> Trento is a small city but with a huge folklore background so its story helped us so much crafting our songs and stories. There are so many ancient tales and we had plenty of choice to pick from.</p><p><strong>Daria Aeonia:</strong> Being an unsigned/independent band, what challenges and advantages have you faced in the music industry, especially in terms of promoting your music and reaching a wider audience?<br/><strong>Servan:</strong> That’s a good question. For many years we didn’t know the right path to promote our music. We promoted our first album by ourselves and we learned that this stuff is really hard. So for our next records we hope to find some booking/management company to help us in those regards.</p><p><strong>Daria Aeonia:</strong> Can you walk us through your songwriting process and how you collaborate as a band to bring together different musical ideas and themes?<br/><strong>Servan:</strong> As I mentioned before, fairytales are very important in our songwriting. Tales themselves were made to describe all the concepts people didn’t understand. The Changeling myth, for example, is a story about a Troll that sneaks into your house during night-time, steals your child and leaves a little demon in his place. It was a simple tale to justify children born with deformities and other unfortunate traits. This concept has affected us to this day and it will continue to give us lots of inspiration in the future. We think the key component for the quality of our songs is Enrico’s spontaneity during songwriting. He believes that every artist is nothing but the sum of all the art that he enjoys. So he doesn’t overthink too much and writes simply with an idea in his mind. It could be a main concept based on a fairytale or just a nice riff imagined during a boring day at work. Thus, each song initially emerges as quite robust, but during the recording process, every band member contributes to Enrico’s collaborative efforts, adding their own ideas to enhance the final outcome.</p><p><strong>Daria Aeonia:</strong> With Servan being active since 2014, what have been some of the highlights and memorable moments in the band’s journey so far?<br/><strong>Servan:</strong> We’ve been active since 2014, but we believe our journey is just beginning. While we've experienced some great moments during concerts and events, unfortunately, the band’s stability has been affected by COVID and various lineup changes over the past few years. We can’t wait to come back to the stage.</p><p><strong>Daria Aeonia:</strong> Looking ahead, what are your aspirations and goals for Servan in the near future, both in terms of musical exploration and reaching new milestones as a band?<br/><strong>Servan:</strong> Right now, our biggest goal is to come back playing live shows consistently. We have evolved our sound so much in the last few years and we can’t wait to share all our progress and evolution to the world. Also Enrico (our frontman, composer and singer), for the last 2/3 years had composition classes with Francesco Ferrini from Fleshgod Apocalypse. He helped us a lot elevating our sound to new epic heights and we’ll be thankful to him for the rest of our lives.</p></div>",
    "Socials": "<p class'lead'><a href='https://web.facebook.com/Servanmetal/?_rdc=1&_rdr' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/servan_official/' ><i class ='bi bi-instagram'></i> </a> <a  href='https://www.youtube.com/channel/UCcxC-v6o3QF4BQCDIIYH6VQ' ><i class ='bi bi-youtube'></i> </a>  <a  href='https://open.spotify.com/artist/1vKQYOJu0JJIm8hhLszXQk?si=7eFfVZDMSWaO8RYDqKhZEw&nd=1' ><i class ='bi bi-spotify'></i> </a> </p> ",
    "img01": "https://heavy-local.com/assets/servan.webp"
}
