{
    "title": "ADE - Obolus :Review" ,
    "sub":"Απο τον Μιχαλη Αντωνόπουλο",
     "date":"16/02/2024" ,
    "content": "<p class='lead'>Οι Ade είναι μια tech death metal μπάντα από την Ρώμη, την Ιταλική πρωτεύουσα,  η οποία ιδρύθηκε το 2007 και ασχολείται στα τραγούδια της με την αρχαία Ρωμαϊκή ιστορία. Αναμειγνύοντας και ένα folk στοιχείο της παραδοσιακής πολεμικής Ρωμαϊκής μουσικής με την ταχύτητα, την τεχνικότητα και το brutal στοιχείο της death οι Ade δημιουργούν έναν επικό και σκληρό αλλά ταυτόχρονα προσεγμένο ήχο, ο οποίος παράλληλα και ψυχαγωγεί το αυτί και κάνει τον νου να μαθαίνει.Αυτά τα στοιχεία φαίνονται πολύ ωραία στο καινούργιο τους single το Obolus το οποίο οφείλω να πω πως με συνάρπασε αρκετά ώστε να γράψω την άποψή μου και πληροφορίες για αυτό τόσο σε τεχνικές λεπτομέρειες αλλά και στιχουργικές. Το Obolus έχει διάρκεια 4 λεπτά και 19 δευτερόλεπτα και από την πρώτη στιγμή γίνεται αισθητή η παρουσία των drums, τα οποία χτυπούν ασταμάτητα και δίνουν έναν πολεμικό και τρομακτικό ρυθμό ενώ τα riffs του μπάσου και των κιθάρων τον εντείνουν, διαμορφώνοντας ένα πραγματικό πανδαιμόνιο. Τα φωνητικά είναι αυτά τα αγνά παραδοσιακά της death metal με βαθιά gory growls, που συμπληρώνουν τον πολεμικό ρυθμό και δίνουν και μια gory υφή, δένοντας το τρίπτυχο brutal, gore και tech.Συνοπτικά ένα σωστό death metal κομμάτι τεχνικά.</p><img class='img-fluid' src='https://heavy-local.com/assets/ADE02.jpg' /> <p class='lead'>Στιχουργικά μιλάει για τις ταφικές τελετές των Ρωμαίων με την τοποθέτηση ενός κέρματος στο στόμα του νεκρού, συμβολίζοντας έτσι την κάθοδο του νεκρού στην μακριά από το δικό μας χωροχρονικό πεδίο διάσταση του Orcus (ρωμαϊκός Άδης). Με έναν οβολό, όπως και στην αρχαία Ελλάδα ο νεκρός συνοδευόμενος από τον θεό Μερκούριο (Ερμής)  απελευθερώνεται ως ψυχή δίνοντας το αντίτιμο (οβολός) στον Χάροντα, τον βαρκάρη της τοξικής λίμνης του Αβέρνου η οποία σύμφωνα με τον Βιργίλιο στην Αινειάδα ήταν μια από τις πύλες του Κάτω Κόσμου, για να περάσει από τον κόσμο των ζωντανών στον νεκρών (σε αυτή την λίμνη στην αρχαιότητα τριγύρω υπήρχαν σκοτεινά κυπαρίσσια και οι αναθυμιάσεις ήταν τόσο τοξικές που καθώς περνούσαν τα πουλιά από πάνω της έπεφταν κάτω τα πτηνά νεκρά εξ ου και η ελληνική ονομασία της λίμνης σε Άορνο δηλαδή κυριολεκτικά χωρίς πτηνά).   Σε αυτό το κομμάτι όμως ο νεκρός γίνεται μέλος των Manes, των χθόνιων θεοτήτων των νεκρών προπατόρων της κάθε Ρωμαϊκής οικίας που πλέον καθήκον τους είναι να προστατεύουν την οικία των απογόνων τους, και αυτοί αντίστοιχα έχουν να κάνουν τελετές και να φτιάξουν ένα λατρευτικό ξόανο για να κρατούν χαρούμενο και συνεπές στην αρμοδιότητά του οι εν ζωή συγγενείς το πνεύμα του θεοποιημένου προπάτορα τους. Πραγματικά ένα απίστευτο κομμάτι και από στιχουργική άποψη λοιπόν καθώς συμπυκνώνει ένα ενδιαφέρον κομμάτι της Ρωμαϊκής μυθολογίας και της ρωμαϊκής σκέψης κατ’ επέκταση.</p> " ,
    "details": "Country: Italy , Since:2007" ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/adelegions' ><i class ='bi bi-facebook'></i> </a> <a href=' https://www.instagram.com/adelegions/' ><i class ='bi bi-instagram'></i> </a> <a href=' https://open.spotify.com/artist/2K9jR1K4QUDbwP8WG5Px2r?si=vAEcmXFXTQ-ApWyGD4YhQA ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/user/adelegions ' ><i class ='bi bi-youtube'></i> </a> </a> " ,
    "img01" :"https://heavy-local.com/assets/ADE01.jpg" 
    
}
