{
    "title": "Aherusia - Bacchus ~ Epiphanies of The Crazy God (2022):Review" ,
    "sub":"Απο τον Μιχαλη Αντωνόπουλο",
     "date":"16/02/2024" ,
    "content": "<p class='lead'>Οι Aherusia είναι μια από τις πιο DIY μπάντες που θα μπορούσε να ακούσει κανείς αλλά επίσης και μια από τις πιο πρωτοποριακές και περίπλοκες στο στιχουργικό και ορχηστρικό κομμάτι της metal. Από το 1997 ως τις μέρες μας παράγουν ένα υπέροχο έργο, το αμάλγαμα της σύνθεσης μεταξύ folk και black metal, καθώς η μυστηριακότητα της ίδιας της παράδοσης και των παραδοσιακών οργάνων και η περιπετειώδης μυθολογία συναντούν το σύγχρονο μυστικιστικό και πνευματικό στοιχείο της black στην ελληνική σκηνή. Το πιο καινοτόμο στοιχείο είναι ότι όλα σχεδόν τα κομμάτια των Aherusia είναι γραμμένα στην Ελληνιστική Κοινή, την γλώσσα που για αιώνες μιλιόταν σχεδόν σε όλη την Οικουμένη.Μουσικολογικά το άλμπουμ αυτό είναι μια επιτομή στην folk black.</p> <img class='img-fluid' src='https://heavy-local.com/assets/AherusiaFull.jpg' />  <p class='lead'> Τα ντραμς με το μπάσο χτίζουν έναν σταθερό ρυθμό κι οι κιθάρες με το τύμπανο και την γκάιντα διαμορφώνουν έναν υπερβατικό πνευματώδη ατμοσφαιρικό ήχο σε συνδυασμό με τα διπλά ανδρόγυνα φωνητικά του ντουέτου δίνουν στον ακροατή ένα υπέροχο πάντρεμα αρχαίου με νέου στα αυτιά του το οποίο θα τον ταξιδέψει.Και αυτό το ταξίδι θα είναι μια μύηση στα Ορφικά Μυστήρια και την εκδοχή του κυνηγημένου και αναστημένου κερατόμορφου υιού της Περσεφόνης και του καταχθόνιου Διός,Ζαγρέα (Μέγας Κυνηγός), του διαδόχου του Δία ο οποίος φημιζόταν από μικρός για τις πολλές μεταμορφώσεις του ώστε να γλιτώσει από την δολιοσύνη της Ήρας και των Τιτάνων τους οποίους έπεισε να τον σκοτώσουν. Ο Ζαγρεύς πέθανε όσο ήταν ταύρος τελικά και οι Τιτάνες τον έφαγαν. Τα απομεινάρια διέταξε ο Ζεύς τον Απόλλωνα να τα θάψει στους Δελφούς, ενώ σύμφωνα με μια άλλη εκδοχή η Αθηνά σώζοντας την καρδιά του την έδωσε στον Δία ο οποίος έπειτα την έδωσε στην Σεμέλη να την καταπιεί και να γεννηθεί ο γνωστός μας πολυπρόσωπος πλέον Διόνυσος. Αυτό το ταξίδι συνεχίζεται λοιπόν από τον Διόνυσο Ζαγρέα τον Κυνηγό που μύησε πρώτο τον Ορφέα και έπειτα τους ακολούθους του, στον Δενδρίτη με σήμα τον φαλλό Διόνυσο, τον θεό της αμπελουργίας, της αναπαραγωγής και του τρύγου,και από εκεί στον Βάκχο,τον Θεό της αθέατης ενστικτώδους και ηδονικής πλευράς του εαυτού μας (ενθουσιαστικός Διόνυσος) πάνω στην οποία χτίστηκε η Διονυσιακή λατρεία, η οποία δια της μέθης και του χορού σιγά σιγά μας χαλαρώνει από τα σφιχτά δεσμά της Λογικής και βοηθά στο να εξωτερικεύσουμε τους πιο κρυφούς μας πόθους, περίφημη γιορτή για τον ενθουσιαστικό Διόνυσο είναι τα Βακχενάλια (όργια κλπ.). Σε αυτό το σαραντάλεπτο περίπου άλμπουμ γίνεται μια ωδή στον θαυμαστό και πολυποίκιλο κόσμο του Διονύσου, του πιο συναρπαστικού για μένα θεού του Δωδεκάθεου στον οποίο αποτυπώνονται έξοχα αρχαιόθεν οι πολλαπλές πτυχές εντός της ανθρώπινης φύσης, στην ουσία μιλάμε για τον πιο ανθρωπόμορφο θεό ανάμεσα στους Ολύμπιους, ζώντας μάλιστα στην μια του εκδοχή με τον πατριό του τον Κάδμο τον σύζυγο της Σεμέλης. Στο Bacchus  ~ Epiphanies of the Crazy God λοιπόν οι Aherusia μας καλούν μέσω των ουσιαστικά αρχαίων ύμνων τους διασκευασμένων με σύγχρονα μέσα να θυμηθούμε και να αποδεχτούμε την πολυποικιλότητα και την διαφορετικότητα που υπάρχει εντός και εκτός μας και η οποία δένεται με την αρχαιοελληνική έννοια της αρμονίας. Συνοπτικά μπορούμε να μιλήσουμε για εναρμόνιση σώματος - πνεύματος - νου μ’έναν κατά κόρον βιωματικό και μυητικό τρόπο ταυτόχρονα. Μας καλούν οι performers στο τέλος να διαλογιστουμε, να ερωτευτούμε και να συζητήσουμε αλλά και να παλέψουμε μονιασμένοι και αλληλέγγυοι ταυτόχρονα για την απόλαυση και την γνώση, φέρνοντας μας την αναζωογόνηση και κατ’ επέκταση την αναγέννηση, όπως έκαναν όλες οι Διονυσιακές εκδοχές, αφήνοντας στην άκρη ρηχές και σωματικές και εγωιστικές διαφορές. Αυτό νομίζω πως στο τέλος αποτυπώνεται έξοχα με το ντουέτο των τραγουδιστών με τον επιβλητικό και βαρύ τόνο του τραγουδιστή και την λεπτεπίλεπτη υψηλή οπερατική τονικότητα (alto) της τραγουδίστριας, δείχνοντας με τον  εμφατικό αυτό την πανανθρώπινη και υπερβατική φύση του Διονύσου που καλεί όλους μας εν ειρήνη να προσεγγίσουμε, να αισθανθούμε και να απολαύσουμε πραγματικά. Άλλωστε και ο Διόνυσος εξίσου συνοδευόταν από ανδρικές και γυναικείες θεότητες (Μαινάδες - Σάτυροι και Σειληνοί)!  <p/>.. " ,
    "details": "1. Άπτερος Ίπτασαι - Wingless Though You Fly 07:35 2. Άξιος ταύρος - A Sacrifice That Matters 05:26 3. Πάλιν ελθών - The Reckoning 04:40 4. Βακχεία - Rapture 05:17 5. Επορεύθην ανέστιος - I Roamed Alone 05:27 6. Ανάστειτε ανδρείαν ανελκείν - Rise and Raise Valor 05:13 7. Άδου ήλιος - Sun of Hades 05:18 Σχήμα: Βορέας Φαέθων (Voreas Faethon) - (κιθάρα - φωνητικά) Τζιμ Ρουβέλας (Jim Rouvelas) - (ντραμς - φωνητικά/backing)Tho (μπάσο - φωνητικά/ backing) Δημήτριος (Demetrios) - (κιθάρα - φωνητικά/backing)" ,
    "img01" :"https://heavy-local.com/assets/aherusia-bacchus.jpg" ,
    "img02":"https://heavy-local.com/assets/AherusiaFull.jpg"
    
}