{
    "title": "Akral Necrosis: Αψηφώντας τις συμβάσεις και χαράσσοντας ένα μονοπάτι στην Ρουμανική Black Metal   " ,
    "sub":"απο τον Μιχάλη Αντωνόπουλο",
     "date":"01/02/2024" ,
    "decscription": "Στην καρδιά της underground Ρουμανικής σκηνής μπορεί να εντοπιστεί μια μπάντα η οποία αδιάκοπα προκαλεί τις νόρμες και έχει από το 2006 βρει την δική της θέση, αυτή η μπάντα ακούει στο όνομα Akral Necrosis. Έχοντας αναδειχθεί ως μια ανυπέρβλητη δύναμη αψηφούν το status quo της κλασικής black metal με τον αιχμηρό τους ήχο και την αλύγιστη αποφασιστικότητά τους.",
    "content": "<p class='lead'>Στην καρδιά της underground Ρουμανικής σκηνής μπορεί να εντοπιστεί μια μπάντα η οποία αδιάκοπα προκαλεί τις νόρμες και έχει από το 2006 βρει την δική της θέση, αυτή η μπάντα ακούει στο όνομα Akral Necrosis. Έχοντας αναδειχθεί ως μια ανυπέρβλητη δύναμη αψηφούν το status quo της κλασικής black metal με τον αιχμηρό τους ήχο και την αλύγιστη αποφασιστικότητά τους.</p>  <p class='lead'>Πλασμένοι σε ένα τοπίο μεταξύ μελωδικών θεμάτων και ατμοσφαιρικών περασμάτων, οι Akral Necrosis ανέκυψαν ως ένας επαναστατικός φάρος εναντίον των επικρατούντων μουσικών ρευμάτων. Απογοητευμένοι από την στασιμότητα εντός της σκηνής μπόλιασαν τα στοιχεία της thrash και συστηματικά εξερεύνησαν την δυσαρμονία, δημιουργώντας μια διακριτή και μοναδική ηχητική ταυτότητα. Κυρίως παίζουν Raw Black Metal αλλά στην μουσική τους υπάρχουν πολλές ενδιαφέρουσες επιρροές, από την progressive death μπάντα Death στους melodic Mercyful Fate, αλλά επίσης και κάτι thrash από την Περιοχή του Κόλπου του Σαν Φρανσίσκο αλά Possessed. Για τον Octav Medis, τον τραγουδιστή, ο King Diamond αντιπροσωπεύει την κύρια επιρροή όμως για τα υπόλοιπα μέλη υπάρχουν άλλες προσωπικότητες.<p/> <img class='img-fluid rounded-2' src='https://heavy-local.com/assets/Akral-Necrosis-2.jpg'/> <p class='lead'>“Ο King Diamond ως μουσικός είναι μια μεγάλη επιρροή για μένα, ενώ το αγαπημένο μου άλμπουμ των Mercyful Fate είναι το Melissa (1983). Δεν μπορώ να πω πόσο σημαντικές είναι αυτές οι μπάντες για τα υπόλοιπα μέλη όταν πρόκειται για την επιρροή. Έχουμε (ο καθένας) διαφορετικές προτιμήσεις στους Akral Necrosis και δεν έχουμε ακολουθήσει ποτέ ένα μοτίβο. Ο σκοπός είναι και θα είναι να δημιουργούμε έναν προσωπικό black metal ήχο”, αναφέρει ο Octav στο Ρουμάνικο περιοδικό Metalfan AKRAL NECROSIS: muzica, nu marketing Παρά τις πολλαπλές υφιστάμενες αλλαγές του σχήματος ανά τα χρόνια έχουν παραμείνει ακλόνητοι ως προς την επιδίωξη της μουσικής τελειότητας. Τα πρώιμα χρόνια του συγκροτήματος χαρακτηρίζονταν από την ασταμάτητη παρουσία τους σε lives, όμως τάχιστα ακολούθησε και η κυκλοφορία δυο singles: το πρώτο μέσω μιας underground δισκογραφικής στην Σουηδία και το επόμενο κυκλοφόρησε στο περιοδικό Terrorizer, θέτοντας την βάση για το πρώτο τους EP. Akral Necrosis “Η Ρουμανία δεν είναι το πρώτο όνομα που θα έρθει στο μυαλό αυτών που θα κοιτάξουν για black metal μπολιασμένη με στοιχεία death και thrash, αλλά βάσει αυτών που έχουν κυκλοφορήσει μέχρι στιγμής, οι Akral Necrosis στοχεύουν να γίνουν η μπάντα που θα το αλλάξει όλο αυτό. Crunching, bitting αλλά παραπλανητικά μελωδικοί”, αναφέρει ο αρθρογράφος του Terrorizer#213.<p/><img class='img-fluid w-100 rounded-3' src='https://heavy-local.com/assets/akral-03.jpg'/> <p class='lead'>Το 2012 κυκλοφόρησαν το εναρκτήριο τους άλμπουμ, το “Pandemic Dominion”, μιξάροντας το και τελειοποιώντας το ανεξάρτητοι – μια παρακαταθήκη στο DIY ήθος τους. Τρία χρόνια αργότερα θα κυκλοφορήσουν το δεύτερό τους EP, ένα split με τους συμπατριώτες τους, τους Experimental Black Marchosias, το οποίο φέρει εύστοχα το όνομα “(inter)SECTION”, σηματοδοτώντας την έναρξη της συνεργασίας τους με την δισκογραφική Loud Rage Music. Το ζενίθ του δημιουργικού τους ταξιδιού ήρθε στα τέλη του 2016 με την κυκλοφορία του δεύτερου τους άλμπουμ, το “Underlight”, μέσω της Loud Rage Music. Το Underlight επαινέθηκε για τον άγριο και δυναμικό black metal ήχο, ενισχυμένο μάλιστα με απροσδόκητα στοιχεία που ώθησαν τα όρια του είδους παραπέρα. Έπειτα από σύντομη διακοπή το 2018, κατά την οποία επικεντρώθηκαν στον σχεδιασμό του νέου τους άλμπουμ, το “The Greater Absence”, προετοιμάστηκαν για την επιστροφή τους στα στούντιο για μιαν ακόμη φορά.<p/> <p class='lead'>Στην πορεία της σταδιοδρομίας τους έχουν μοιραστεί την σκηνή με αξιότιμα συγκροτήματα όπως οι Hecate, οι Enthroned, Cirith Gorgor, οι Ancient Rites, οι Grá και άλλοι. Οι ζωντανές τους ερμηνείες φημίζονται για την ένταση και την ωμή ενέργειά τους, εδραιώνοντας τους ως μια υπολογίσιμη δύναμη εντός της μέταλ κοινότητας.</p><img class='img-fluid' src='https://heavy-local.com/assets/akral04.jpg' />" ,
    "details": "<p class='lead'>Albums, Singles & EPS:<p/> <p class='lead'>Slay the Whore (2008)<p/> <p class='lead'>Outcast Litanies (2011)<p/> <p class='lead'>Pandemic Dominion (2012)<p/> <p class='lead'>(Inter)section (2015)<p/> <p class='lead'>Underlight (2016)<p/> <p class='lead'>The Greater Absence (2020).<p/>" ,
    "img01":"https://heavy-local.com/assets/akral.jpg"
}
