{
    "title": "Birdstone - “Méandres” (Single Review)" ,
    "sub":"απο τον Μιχάλη Αντωνόπουλο",
    "date":"11/03/2024" ,
    "decscription": "BirdStone Review .",
    "content": "<p>Ξεφεύγοντας για λίγο από τον σκληρό ήχο της extreme metal και πηγαίνοντας προς πιο αισθηματικά και τρυφερά εδάφια αυτή την περίοδο, έτυχε να πέσει στην αντίληψή μου κάτι που ιδιαιτέρως οι αναγνώστες μας του γυναικείου φύλου θα εκτιμήσουν δεόντως, ένεκεν και της Παγκόσμιας Ημέρας Ποίησης, και αυτό το κάτι είναι το “Méandres” των Γάλλων Birdstone, μια ελεγειακή progressive μπάντα η οποία αυτό τον Μάρτιο κυκλοφόρησε ένα single το οποίο ζέστανε το είναι μου και ξύπνησε ένα αίσθημα νοσταλγίας, έχοντας καιρό να ερωτευτώ.</p> <p>Οι Birdstone είναι μια progressive rock μπάντα με έντονα heavy blues και mystic rock στοιχεία η οποία ιδρύθηκε το 2015 στην Γαλλία (διόλου τυχαία μια από τις πιο ρομαντικές και ερωτικές χώρες του πλανήτη)  και αποτελείται από τους 1) Basile Chevalier-Coudrain (κιθάρα, πρώτα φωνητικά, μαντολίνο, πλήκτρα),  2) Edwige Thirion (μπάσο, κιθάρα, δεύτερα φωνητικά) και 3) Léo Gaufreteau (ντραμς, δεύτερα φωνητικά). Από το 2015 ως τώρα έχουν κυκλοφορήσει ένα EP (The Cage - 2017), δυο άλμπουμ (Seer - 2019 & Loss -2022) και 4 singles (Madness - 2022, The Trail - 2022, Hotline - 2023 & Méandres - 2024). Όπως οι ίδιοι δηλώνουν είναι μια μπάντα που οδηγείται από μια ακαταμάχητη επιθυμία να ενώσει την πνευματική δύναμη των Blues με τον πλούτο της progressive rock. Στα σταυροδρόμια των μυθολογικών θεμάτων, του εσωτερισμού και των απλών ανθρώπινων παθών, το τρίο αφηγείται τις εσώτερες διαμάχες των ανθρώπων, όπως επίσης και τους μυστικιστικούς τους στόχους. Κάθε συναυλία μετατρέπεται σε μια άγρια τελετουργία στην οποία οι ακροατές και οι μουσικοί με χρυσά πρόσωπα πολεμούν μαζί για την σωτηρία των ψυχών τους. Πράγματι ακούγοντάς τους επιβεβαιώνω την αυτοαναφορικότητα τους, καθώς με έκαναν να νιώσω ένα τρυφερό χάδι και μια γαλήνια αύρα μέσα μου ενώ τριγύρω τα πάντα βρίσκονται εντός ενός ταχύτατου και χαοτικού καταστροφικού τυφώνος.</p> <p>Πάμε στο τραγούδι τώρα… Η διάρκεια του είναι 6 λεπτά και 33 δευτερόλεπτα. Τεχνικά τα λόγια περιττεύουν, ως ένα progressive κομμάτι οι συγχορδίες είναι εξωπραγματικές, με το μπάσο να αγγίζει μαζί με την κιθάρα την πλήρη αρμονία στην ατμόσφαιρα χωρίς πολλά distortions ενώ τα ντραμς χτυπούν όσο και όσο για να ενισχύσουν τον ρυθμό. Τα riffs διακατέχονται από το groovy στοιχείο της blues και τα φωνητικά του Basile είναι καθαρά και ευκρινή, κάνοντας τον οποιοδήποτε ακροατή να σαγηνευτεί και να συγκινηθεί από την ιστορία του single.</p> <p>Στιχουργικά είναι ένα ποίημα σκέτο, 8 στροφές καθαρού συναισθήματος, μια μπαλάντα που δεν αφήνει κανέναν ασυγκίνητο… Το Méandres είναι μια ωδή σε έναν έντονο έρωτα μεταξύ δυο ανθρώπων ο οποίος έληξε με τον πιο άδοξο τρόπο… Αποτυπώνεται ουσιαστικά, πιστεύω, ο πόνος του ποιητή, ο πόνος του καλλιτέχνη ευρύτερα, ο οποίος βρίσκει καταφύγιο στην γραφή για να απαλύνει την απογοήτευση και την κατάθλιψη, εκφράζοντας έτσι τον βαθύ του έρωτα και ένα φως που σιγοσβήνει μακριά από την αγαπημένη του ενόσω βυθίζεται στα έγκατα της θλίψης, εκφράζοντας συνεπώς μια νοσταλγία ίσα ίσα για να κρατηθεί και να παρηγορηθεί, αναπολώντας παράλληλα τον κάποτε φωτεινό και χαρούμενο άνθρωπο που ήταν, όταν είχε βρει το νόημα μέσα από την μαγεία της γυναικείας αγάπης. Αυτό το τραγούδι που εν μέρει συμβολίζεται και ως ένα γράμμα, άραγε θα είναι το έσχατο του πομπού; Θα τα καταλάβετε όλα βλέποντας τους στίχους παρακάτω: </p> <a href='https://www.shazam.com/track/691752639/m%25C3%25A9andres'>Εδω</a>" ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/birdstoneband' ><i class ='bi bi-facebook'></i>  <a href='https://www.instagram.com/birdstoneband/ ' ><i class ='bi bi-instagram'></i></a> <a  href='https://open.spotify.com/artist/10s9vPaMhzDYMqjwmxNr1t?si=OakpfwsxTE29NZMvk0q96g ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/@BIRDSTONE' ><i class ='bi bi-youtube'></i> </a>  </p>              " ,
    "img01":"https://heavy-local.com/assets/BirdStone.jpg"
  }
   