{
    "title": "Blues Condors - 45 Blues :Review" ,
    "sub":"Απο τον Βαγγελη Τζιμα",
     "date":"21/02/2024" ,
    "content": "<p class='lead'>Οι Blues Condors είναι μια μπάντα blues/rock από τη Θεσσαλονίκη. Πριν από δύο χρόνια κυκλοφόρησαν το πρώτο τους EP με τίτλο '45 Blues', το οποίο είχα την ευκαιρία να αποκτήσω σε μορφή hard copy από τον Vapa (μέλος των Blues Condors και των Lioneye).Καθώς μπαίνουμε στο EP, από τα πρώτα δευτερόλεπτα ακούμε μια παλιά αισθητική, σχεδόν από τη δεκαετία του '70. Ο τρόπος με τον οποίο ο τραγουδιστής ερμηνεύει τους στίχους, κατά μήκος φαίνονται επίσης επιρροές από το στιλ του Jim Morrison (The Doors), είναι εμφανής. Οι κιθάρες δεν είναι τόσο βαριές και παραμορφωμένες, διατηρώντας έναν χορευτικό ρυθμό, ενώ ταυτόχρονα δημιουργούν μια μυστηριώδη ατμόσφαιρα. Το 45 Blues αποπνέει μια αύρα νοσταλγίας για την εποχή του παλιού, κλασικού blues, ενώ παράλληλα ενσωματώνει μια φρέσκια πνοή και μια σύγχρονη προσέγγιση. Οι στίχοι αναδεικνύουν την ανθρώπινη εμπειρία με μια ζεστή αλλά και σκοτεινή παρουσία, ενώ οι μελωδίες και οι ενορχηστρώσεις δημιουργούν έναν μοναδικό ήχο που κεντρίζει το ενδιαφέρον του ακροατή. Με το 45 Blues οι Blues Condors αποδεικνύουν ότι έχουν την ικανότητα να παραδώσουν ένα εξαιρετικό έργο που ξεχωρίζει στον χώρο της blues μουσικής. .</p>" ,
    "details": "<p class='lead'>Ελλαδα / Θεσαλλονικη</p>: <p class='lead'> 45 blues ,Devil In My Town , My Sins , Mean Old Crazy World</p> " ,
    "Socials": "<p class'lead'><a href='https://web.facebook.com/BluesCondors/?_rdc=1&_rdr' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/blues_condors_band?utm_medium=copy_link' ><i class ='bi bi-instagram'></i> </a> <a href='https://open.spotify.com/artist/3TptVnaNxG8nIGSfCUCZEI?si=l-N1AGfFRSKc4VsnarePPw&utm_medium=share&utm_source=linktree&nd=1&dlsi=491cd37b586a4b7c' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/channel/UC_y1SbydGnDRWITjQ2aOiNw' ><i class ='bi bi-youtube'></i> </a> </p>              " ,
    "img01" :"https://heavy-local.com/assets/BluesCondors02.jpg" 
    
}