{
    "title": "Of Mystical Journeys, Eerie Realms and Ancient Traditions:  “Transumanza” Album Review" ,
    "sub":"By Daria Aeonia",
     "date":"04/03/2024" ,
    "content": "<p class='lead'>In the eerie realm where ancient traditions converge with modern sonic fury, Dawn of a Dark Age’s latest opus, “Transumanza” serves as a bewitching portal to a realm of primeval wisdom and malevolent secrets. With a multitude of genres swirling amidst haunting melodies and ferocious Black Metal, this album, released under the imprint of “My Kingdom Music” label, is not merely music but a transcendental voyage through the heartlands of Italy's folklore and darkness.  </p> <h3>Into the Unknown: Exploring “Transumanza”</h3> <p class='lead'>“Transumanza” marks a departure from Dawn of a Dark Age’s previous epic-length compositions, opting for a more traditional tracklist. This shift proves to be a stroke of genius, allowing the band to showcase its versatility without overwhelming the listener.From the haunting vocals of Sabelli to the ominous melodies of acoustic guitars and clarinets, the album opens with a foreboding atmosphere, setting the stage for the journey ahead.  As the album progresses, the listener is taken on a whirlwind tour of musical genres, from vile scratchy Black Metal to jazzy interludes reminiscent of “The Ninth Gate”. These transitions may feel abrupt at times but ultimately add to the album’s enigmatic allure. </p> <h3>A Sonic Tapestry of Tradition and Fury</h3> <p class ='lead'>Drawing inspiration from Italian customs and folklore, “Transumanza” weaves a tapestry of sound that transports listeners to ancient landscapes, where old demons and wild beasts lurk in the shadows. But amidst the echoes of tradition, the album unleashes a torrent of Black Metal aggression, reminiscent of early Rotting Christ. Yet, within the chaos, moments of beauty and serenity emerge, offering a glimpse into the soul of Italy’s countryside. </p> <h3>An Unforgettable Experience</h3> <p class='lead'>Led by Emanuele Prandoni's captivating vocals, “Transumanza” is a testament to Dawn of a Dark Age’s musical prowess. Each track is a complex arrangement of instruments and emotions, demanding to be heard and experienced. One may say that the album represents “a voyage from light to darkness” and one cannot be wrong with such a statement. With its ability to evoke both the warmth of a summer’s evening and the cold loneliness of midnight, “Transumanza” is a journey through the depths of human experience. It’s a wild and experimental ride that leaves an indelible mark on the listener’s soul.Final words: With “Transumanza”, Dawn of a Dark Age delivers a transcendent musical experience that defies genre conventions and explores the depths of Italian folklore and darkness. From its haunting melodies to its ferocious Black Metal fury, this album is a journey that demands to be heard, experienced, and cherished. It’s a valuable addition to the band’s prolific canon and a testament to the power of music to transport us to otherworldly realms.</p>" ,
    "details": "<p>Track List</p> <p>La scasata;</p><br/> <p>Transumante;</p><br/> <p>Preghiera pagana (dell'abbandono);</p><br/> <p>Il gran tratturo magno;</p><br/> <p>Cantico tra cielo e mar;</p><br/> <p>I regi tratturi;</p> <br/><p>Preghiera pagana (del ritorno).</p>",
    "Socials": "<p class'lead'><a href='https://www.facebook.com/dawnofadarkage' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/dawn_of_a_dark_age/' ><i class ='bi bi-instagram'></i> </a><a  href='https://www.youtube.com/channel/UC6yLLBUUDOt9b1PN9NoDHYw' ><i class ='bi bi-youtube'><a  href='https://open.spotify.com/artist/4e2aUzk4XNL5Fbpt810TLa' ><i class ='bi bi-spotify'></i> </a> </p>              " ,
    "img01" :"https://heavy-local.com/assets/Dawn_of_a_Dark_Age_Album.jpg" 
    
}
