{
    "title": "The Depths of Human Torment: Demande à la Poussière Presents “Kintsugi”" ,
    "sub":"Βy Daria",
    "date":"13/03/2024" ,
    "decscription": "The Depths of Human Torment: Demande à la Poussière Presents “Kintsugi” .",
    "content": "<p class='lead'>In a melodic cascade that echoes through the shadows, Demande à la Poussière introduces “Kintsugi”, providing a window into the haunting depths of the forthcoming album. The song masterfully blends elements of Black Metal, Doom, and Sludge, crafting a narrative steeped in anguish and introspection.</p> <h3>Of Darkness, Wounds and Symphonies</h3><p>“Kintsugi” draws the listeners into a realm cloaked in darkness, where apocalyptic atmospheres and anguished voices hold sway. It unravels like a sinister tableau, each note carving deeper into the psyche, trailing haunting melodies in its wake.Despite its bleak landscape, “Kintsugi” is not devoid of light. Amidst the gloomy sludge scenery, melodic sparks emerge, piercing through the darkness like distant stars in an endless night. These fleeting moments of brightness add depth and dimension to the sonic tapestry woven by Demande à la Poussière. With “Kintsugi”, Demande à la Poussière invites the listeners on an introspective journey. Delving into the wounds of the human condition, the song serves as a mirror reflecting the depths of despair and melancholy. Through their music, the Parisian ensemble navigates the complexities of existence with raw honesty and unflinching authenticity.</p> <h3>Influences and Inspirations</h3> <p>Drawing inspiration from the likes of Neurosis, Mayhem, Cult of Luna, Akhlys, and Regarde les Hommes Tomber, Demande à la Poussière carves out a unique niche within the realm of dark and atmospheric Metal. Their sound pays homage to the forefathers of the genre while pushing the boundaries of sonic experimentation.</p> <h3>Artwork and Release Details</h3><p>Accompanied by the stunning artwork created by Vaderetro, “Kintsugi” is set to be released on May 3rd, 2024, via My Kingdom Music. It will be accessible in multiple formats, such as digipak CD, LP (offered in two versions), and digital. Fans can now reserve their copies in advance, providing them with the chance to delve into the haunting sonic world crafted by Demande à la Poussière.</p>" ,
    "details": "<p class='lead'> </p> " ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/DALPdoom' ><i class ='bi bi-facebook'></i><a href='https://www.instagram.com/d_a_l_p'><i class='bi bi-instagram'></i></a>   <a  href='https://www.youtube.com/@demandealapoussiere9884' ><i class ='bi bi-youtube'></i> </a> </p>              " ,
    "img01":"https://heavy-local.com/assets/Demande.webp"
  }
   