{
    "title": "Dissimulator- Band Review" ,
    "sub":"By Rin",
     "date":"23/02/2024" ,
    "content": "<p class='lead'>I first encountered the band in Spotify's recommendations and the thumbnail of their only album so far, called Lower Form Resistance, immediately caught my attention. As an artist myself, I am really visually oriented, and I must say, that the high contrast, black and white depiction of a face constructed by wires, metal, bolts and console like machinery highly intrigued me.</p> <p class ='lead'>As for the band's sound, it is profoundly classic tech - death/thrash, with a generous pinch of sci-fi themed electronic sounds and mesmerizing robo vocals. Fast drums accompanied by racing riffs, pacing lower and accelerating again as the music progresses, dynamic death vocals, consistent rhythm. The short interludes of technological ambience add an eerie and imposing atmosphere. As a lover of futuristic science fiction, and of course metal, this was just right for my ears, and if you are like me, I guarantee that you'll enjoy as well.  The lyrics are well written, raw, brutalistic, touching a post apocalyptic idea, dominated by technology and the futility of carbon based lifeforms. I would say it hints the evolution of transhumanism as a result of the prevailing artificial intelligence. Overall an inspiring, imagination stimulating album, a great start for the upcoming Quebecoise band. We will eagerly wait for more for sure.</p> " ,
    "details": "<p class='lead'>Origin: Montréal, Quebec, Canada</p>",
    "Socials": "<p class'lead'><a href='https://www.facebook.com/dissimulatorofficial' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/dissimulatorofficial?igsh=d3VvYmpkdzlvNWVr' ><i class ='bi bi-instagram'></i> </a><a  href='https://open.spotify.com/artist/3xT1argeiTgkrMAtznyaAf?si=ezjBSGwuTWGD_XXRrwxwQQ' ><i class ='bi bi-spotify'></i> </a> </p>              " ,
    "img01" :"https://heavy-local.com/assets/Dissimulator01.jpg" ,
    "img02":"https://heavy-local.com/assets/AherusiaFull.jpg"
    
}
