{
    "title": "A Synth-Infused Dirge of Doom: “Suspended over the Immanent” by Forever Falling   " ,
    "sub":"by daria" ,
    "date":"21/03/2024" ,
    "content": "<h4>A Unique Blend: Doom, Death, and Synth</h4> <p class=’lead’>The album, released on 27/11/2021 via MSH Music Group, opens with the haunting instrumental track “Bless This Floor”, where Carleo’s masterful piano work and synth strings set a captivating tone. From there, the listener is immersed in a world of slow, heavy compositions, expertly crafted to avoid monotony. Carleo’s use of keyboards adds a unique dimension to the genre, seamlessly integrating with the powerful instrumentation to create a sound both familiar and fresh.</p> <h4>Powerful Instrumentation and Haunting Vocals</h4> <p class=’lead’>Throughout the album, the guitar and bass work together to create a formidable wall of sound, with clear bass tones complementing the powerful guitar riffs. While there are no guitar solos, the absence is hardly felt, as the strength of the compositions lies in their cohesion rather than flashy displays. The drumming, characterized by impactful snare hits and resonant cymbals, further bolsters the album’s intensity.   However, it is John Suffering’s vocals that truly steal the spotlight. His deep growls, devoid of any artificial manipulation, convey an otherworldly presence that adds depth to each track. Particularly noteworthy are his performances on tracks like “Dark Friend”, “I Will Never Sleep”, “To Die in Silence”, and “Dark Painting of the I”, where his vocal prowess shines brightest.</p>  <h4>Closing Thoughts: A Must-Listen for Fans of Doom and Synth</h4> <p class=’lead’>“Suspended over the Immanent” by Forever Falling is a spectacular album that pushes the boundaries of the doom and death metal genres. With its seamless integration of synth elements, powerful instrumentation, and haunting vocals, this album stands as one of the best of 2021. While it could have been slightly longer, this minor critique pales in comparison to the overall brilliance of the work. For fans of doom/death metal looking for something refreshingly different, “Suspended over the Immanent” is an essential album.</p> " ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/kromheim/'><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/kromheimofficial/' ><i class ='bi bi-instagram'></i> </a> <a href='https://open.spotify.com/artist/5QnA6BnzlbyqtDe9oFucUl?si=-6yfZvweQu6bM6My9wexgQ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/channel/UCSXw9ZBEkpoUDfnTa25WYnw' ><i class ='bi bi-youtube'></i> </a> </a> " ,
    "details": "<p>Tracks</p> <p>Bless This Floor [03:14];</p>   <p>Dark Friend [05:17];</p> <p>Nightmare [06:02];</p><p>My Tears My Life [07:40];</p><p>I Will Never Sleep [05:58];</p> <p>Only Emptiness [07:15];</p><p>To Die in Silence [04:54];</p><p>Dark Painting of the I [06:55].</p>'",
    "img01":"https://heavy-local.com/assets/ForeverFalling.jpg" 
    
    
}