{
    "title": "Ethereal Descent: Unveiling Ignis Absconditus’ “Golden Horses of a Dying Future”" ,
    "sub":"by daria" ,
    "date":"21/03/2024" ,
    "content": "<h4>From the Abyss… They Come!</h4><p class=’lead’>“Golden Horses of a Dying Future” is a ten-track odyssey through the realms of metal, rock, doom, dark metal, and post-metal. Each composition is a portal, inviting listeners to immerse themselves in a hypnotic, magnetically charged experience. From the ethereal whispers of “Shadows” to the pulsating groove of “Mr. Smith”, the album unveils layers of darkness with theatrical flair.</p><h4>The Gates of Horror Dimensions</h4><p class=’lead’>In “Wolfheart”, Ignis Absconditus delves into the unpredictable territories of dark rock, while “Lucid Madness” captivates with its vibrancy, leaving listeners trembling in its wake. With “Carousel of the Departed” the gates to horror dimensions swing open, leading to an aggressive triumph of decadence in “Seagull's Laughter” The band’s Italian roots echo through the dark doom sounds of “Weight of Knowledge” culminating in the haunting conclusion of “Chasm Of Deceit”.</p><h4>A Tapestry of Influence</h4> <p class=’lead’>Drawing inspiration from the greats of the ‘80s and the icons of doom, Ignis Absconditus crafts a narrative that is incisive. Their sound resonates with the echoes of Christian Death while embracing the extravagance of alternative, progressive, and avant-garde bands. </p> <h4>The Brilliance of Noctuaria and Henry Der Wanderer</h4> <p class=’lead’>With “Golden Horses of a Dying Future”, Noctuaria and Henry Der Wanderer showcase their genius, weaving a tapestry that is as twisted as it is direct. Their vision is a proof of the boundless possibilities of musical expression, offering listeners an experience that is as mysterious as it is brazen.</p> <h4>Final Verdict</h4> <p class=’lead’>Ignis Absconditus, via their album “Golden Horses of a Dying Future” unveils numerous gateways to dimensions where decadence melds with melancholy, and where theatrics gracefully intertwine with gloom. “Golden Horses of a Dying Future” is poised to be one of the next big things within the Decadent Post Dark Metal international scene. It’s a manifesto of Depressive Goth, infused with influences ranging from Dark Wave to Post-Punk, from Black Metal to Avantgarde Music, and Neo-Folk, enriched by the mesmerizing cover artwork painted by English artist James Hutton. The album is a must-have for fans of Katatonia, Joyless, Christian Death, Bauhaus, Ved Buens Ende.</p>" ,
    "details": "<p>Tracks [45:12]</p><p>Shadows [6:00];</p> <p>Mr. Smith [4:46];</p>  <p>Wolfheart [4:33];</p>  <p>Lucid Madness [3:44];</p><p>Mental Roulette [3:15];</p> <p>Carousel of the Departed [4:39];</p><p>Seagull’s Laughter [4:20];</p> <p>Weight of Knowledge [4:26];</p><p>Whispering [3:22];</p><p>Chasm of Deceit [6:05].</p>",
    "Socials": "<p class'lead'><a href='https://www.facebook.com/kromheim/'><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/kromheimofficial/' ><i class ='bi bi-instagram'></i> </a> <a href='https://open.spotify.com/artist/5QnA6BnzlbyqtDe9oFucUl?si=-6yfZvweQu6bM6My9wexgQ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/channel/UCSXw9ZBEkpoUDfnTa25WYnw' ><i class ='bi bi-youtube'></i> </a> </a> " ,
    "img01":"https://heavy-local.com/assets/Ignis_Absconditus_Album.webp" 
    
    
}