{
    "title": "Band Review: Khavar" ,
    "sub":"By Rawya",
    "date":"1/04/2024" ,
    "decscription": "Ethereal Triumph: Reviewing Severoth’s “By the Way of Light .",
    "content": "<p class=’lead’>In the the tumultuous landscape of Heavy metal, where innovation is both revered and rare, KHAVAR emerges as a titan in the middle east death metal scene. Their journey, marked by relentless passion and musical prowess, has not only defined a genre but also paved the way for countless others to follow.This band's discography is not just a collection of albums but a sonic manifesto that reshaped the very foundations of extreme music. Their relentless passion for music reverberates through every riff, growl, and thunderous beat, cementing their status as trailblazers and masters of their craft.From their debut  In Aabsence Of Light  album, a raw and unbridled onslaught of ferocious guitar work and guttural vocals, to their sophomore release 'sun swallow Earth,' where they delved deeper into atmospheric nuances while maintaining their signature brutality, this band has consistently pushed boundaries and defied expectations.Tracks like 'SLAVERY IS STILL' showcase their technical prowess and ability to seamlessly blend intricate melodies with savage aggression. Their lyrics, steeped in themes of existential dread and societal decay, resonate with a raw authenticity that is both haunting and cathartic.</p><p class='lead'>With each posterior release, such as ‘FORTUNE TELLER’ and ‘DEATH TOLL,’ they honed their sound, creating a sonic landscape that is as diverse as it is punishing. The intricate guitar solos in 'WISDOM OF WONDERERS' or the relentless blast beats in 'Slaughtered Youth ' are testaments to their musical prowess and unwavering dedication to their craft.What sets KHAVAR apart is not just their musical prowess but also their unwavering dedication and compassion towards their craft. They approach each song with a meticulous attention to detail, honing every riff and lyric until it resonates with raw emotion and authenticity.their unwavering commitment to pushing the boundaries of their genre while staying true to their roots.They don't just play music; they embody it, pouring their hearts and souls into every note and lyric. the first death metal band from the middleast  is not just a band; they are pioneers, architects of a genre, and torchbearers of a musical revolution. Their discography stands as a testament to their innovation and their compassion for music, making them an enduring force in the metal world and an inspiration to generations of musicians to come.Whether you're a die-hard fan of extreme metal or someone looking to explore new musical horizons, the sheer power and passion of this band's music will leave you captivated and craving for more. Don't miss the opportunity to witness the raw energy and creativity that defines this band's legacy. Tune in, turn up the volume, and let the sonic onslaught begin! </p>" ,
    "Socials": "<p class'lead'><a href='https://web.facebook.com/Khavarband/?show_switched_toast=0&show_invite_to_follow=0&show_switched_tooltip=0&show_podcast_settings=0&show_community_review_changes=0&show_community_rollback=0&show_follower_visibility_disclosure=0' ><i class ='bi bi-facebook'></i>  <a href=' https://www.instagram.com/khavarband' ><i class ='bi bi-instagram'></i></a> <a  href='https://open.spotify.com/artist/76MFD0uvmSIc6I4U2F9uG5?si=RFSivU_YQ7S7Dt1Om8Wc_g&nd=1&dlsi=8b6898faa227400c ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.tiktok.com/@khavar.band?_t=8l3LTYBuuB7&_r=1' ><i class ='bi bi-tiktok'></i> </a>  </p>              " ,
    "img01":"https://heavy-local.com/assets/review_picture.webp"
  }
   