
{
    "title": "Klage: Die Weihe des Eises  " ,
    "sub":"Απο τον Ριν",
     "date":"01/02/2024" ,
    "decscription": "Έπεσα πάνω σε αυτό το CD σε τοπικό δισκάδικο στα Ιωάννινα και από την πρώτη στιγμή με τράβηξε το μινιμαλιστικό design και το μυστηριώδες album cover. Ήταν αυτό που λέμε μια εικόνα, χίλιες λέξεις.",
    "content": "<p class='lead'>   Έπεσα πάνω σε αυτό το CD σε τοπικό δισκάδικο στα Ιωάννινα και από την πρώτη στιγμή με τράβηξε το μινιμαλιστικό design και το μυστηριώδες album cover. Ήταν αυτό που λέμε μια εικόνα, χίλιες λέξεις. Σε προσκαλούσε να το ακούσεις και να δεις τι κρύβεται πίσω από από το αφηρημένο και απρόσιτο τοπίο που απεικονίζεται στο κέντρο του μαύρου cover σαν μια μικρή σφαίρα στο κενό.Όταν το έβαλα πρώτη φορά να παίξει, μαγεύτηκα από την ατμόσφαιρα, τη μελωδία και τις εναλλαγές στο κομμάτι 25' που εμπεριέχεται στο CD.</p><img class='img-fluid w-100 h-50 rounded-2' src='https://heavy-local.com/assets/klage-live.jpg' /> <p> Είναι το μόνο κομμάτι του album (ίσως να θεωρείται single), όμως είναι αρκετό για να σε ταξιδέψει σε ένα κρύο, σκοτεινό, χειμερινό τοπίο σε μια φανταστική χώρα, που ίσως δεν έχει καν ανθρώπους, αλλά μόνο μια οντότητα, τον Algar, του οποίου η φωνή ακούγεται σαν να έρχεται από μακριά, μέσα από τη ερεβώδη, δυσοίωνη μελωδία του. Οι στίχοι του, επίσης αγγίζουν μια φιλοσοφική πλευρά για την φύση του ανθρώπινου γένους, το οποίο ο Algar ονομάζει \"Herrentier\", δηλαδή ανθρώπινο ζώο, ή κύριο ζώο. Όπως επίσης ονομάζει τον πολιτισμό \"Kainskultur\", δηλαδή πολιτισμό του Κάιν, ο οποίος για ένα πιάτο φαγητό σκότωσε τον αδελφό του, έτσι και οι άνθρωποι παλεύουν μεταξύ τους για τη δύναμη, καταστρέφουν τη φύση, και στο τέλος τους εαυτούς τους <p/>.. " ,
    "details": " Καλλιτέχνης: Klage Άλμπουμ: Die Weihe des Eises Είδος: Black Metal Χώρα: Γερμανία Έτος: 2008 (βινύλιο), 2009 (CD) Δείτε το άλμπουμ στο Bandcamp <a href ='https://eternityrecords.bandcamp.com/album/die-weihe-des-eises'>Εδω</a>" ,
    "img01":"https://heavy-local.com/assets/klage.jpg" ,
    "img02":"https://heavy-local.com/assets/klage-live.jpg"
    
}