{
    "title": "Kromheim - Band review" ,
    "sub":"Απο τον Μιχαλη Αντωνόπουλο",
     "date":"15/03/2024" ,
    "content": "\n<p class=\"lead\">Εντελώς τυχαία προέκυψαν στην αρχική μου στο Instagram κάτι Βίκινγκ! Φυσικά και τους ακολούθησα αφού αγαπώ την Viking Metal και οι Kromheim μου ανταπέδωσαν την κίνηση ακολουθώντας με πίσω και στέλνοντας μου υλικό, το οποίο αγάπησα κατευθείαν! Όπως φαίνεται η συγκεκριμένη μπάντα είναι άκρως φιλική και αγαπά να αλληλεπιδρά με τους θαυμαστές της ευρύτερα, ένα πολύ θετικό στοιχείο από μόνο του! Πάμε να δούμε την ιστορία τους λοιπόν!</p>\n<p class=\"lead\"> </p>\n<p class=\"lead\"> Οι Kromheim ξεκίνησαν ως ένα one - man project το 2020 στην Πολωνία, μια χώρα με αξιέπαινη παρουσία στον χώρο της extreme metal, με μπάντες όπως οι Vader και οι Behemoth να έχουν αναδειχθεί και να έχουν αφήσει ανεξίτηλο το σημάδι τους παγκοσμίως. Ιδρυτής τους ήταν ο Mikołaj Popławski (Μικολάι Ποπλιάβσκι) ο οποίος αποφάσισε το 2022 να μετακινηθεί στην Αγγλία όπου θα μετέτρεπε τους Kromheim σε μπάντα με κανονική σύνθεση, στο πλήρωμα από το 2022 θα συμμετείχαν εφεξής οι Duncan Arkley (μπάσο)  και Sot (κιθάρες). Το πρώτο τους έργο θα ήταν το 2020 το EP με όνομα Kromheim, στο οποίο ο Ποπλιάβσκι τα είχε αναλάβει εξ ολοκλήρου όλα μόνος του συνθετικά και ορχηστρικά, το 2022 με την συμμετοχή των Arkley και Sot πλέον θα κυκλοφορούσαν ένα single το The Landing ενώ το 2023 σε μια πλήρως παραγωγική χρονιά θα έβγαζαν στην δημοσιότητα 2 singles (War/ World Reborn) και το πρώτο τους πλήρες album το Journey To Divinity.</p>\n<p class=\"lead\"> </p>\n<p class=\"lead\">Στις τεχνικές λεπτομέρειες οι Kromheim εντάσσονται στην Melodic Death, με δυναμικά riffs και γρήγορα διπέταλα ντραμς που δημιουργούν έναν καταιγισμό ιδανικό για heabanging και όρεξη για να βουτήξει οποιοσδήποτε φανατικός μέσα στο Pit! Παράλληλα για την δημιουργία ατμοσφαιρικότητας τα φωνητικά του Ποπλιάβσκι εντάσσονται στην κατηγορία των βαριών growls, κατεξοχήν χαρακτηριστικό της death, αλλά συχνά χρησιμοποιεί ο ίδιος και high pitch, ενώ έχουν υπάρξει και στοιχεία folk για να μας εντάξουν στην θεματική που πραγματεύεται η μπάντα, όπως φλογέρες και ταυτόχρονα σε κάποια κομμάτια έχουν δηλώσει “παρών” το πιάνο και το αρμόνιο προς ενίσχυση της μελωδικότητας. </p>\n\n<p class=\"lead\">Στιχουργικά πραγματεύονται τον πόλεμο, τον Σκανδιναβικό παγανισμό, την ζωή των Βίκινγκ γενικότερα και τα ιδεώδη τους, όπως η αδελφότητα, η ελευθερία και η εκδίκηση λόγω υπεράσπισης της πολύτιμης τιμής, οι εποχιακές επιδρομές και όλα τα συναφή.</p>\n<p class=\"lead\"> </p>\n<p class=\"lead\">Συνοπτικά οι Kromheim είναι μια πολύ ωραία μπάντα για να “χτυπηθείς” και να περάσεις καλά, με γρήγορο και επιθετικό ρυθμό, με brutal φωνητικά και όρεξη για πόλεμο όπως ορίζει η άτυπα η death metal, κάνοντας τον εκάστοτε ακροατή να αισθανθεί ως ένας Σκανδιναβός επιδρομέας με όρεξη για να πλιατσικολογήσει μπόλικο χρυσάφι από μοναστήρια της Βρετανικής υπαίθρου και για να πέσει ώστε να εξασφαλίσει μια είσοδο στην Βαλχάλα στο πεδίο της μάχης εναντίον των Αγγλοσαξόνων!</p>" ,
    "details": "<p class='lead'>Σχήμα: </p> <p>1. Mikołaj Popławski (κιθάρες - φωνητικά)</p> <p>2. Duncan Arkley (μπάσο)</p> <p>3. Sot (κιθάρες) </p> <p>Περιεχόμενο:</p><p>Singles:<br>1) The Landing (3:21) - 2022<br>2) War (4:03) - 2023<br>3) World Reborn (4:30) - 2023</p>\n<p>EPs:<br>1) Kromheim (full length - 20:29 min.) - 2020</p>\n<p>Albums:<br>1) Journey to Divinity (full length - 39:09 min.) - 2023</p>\n<p>Social Medias:</p>" ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/kromheim/'><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/kromheimofficial/' ><i class ='bi bi-instagram'></i> </a> <a href='https://open.spotify.com/artist/5QnA6BnzlbyqtDe9oFucUl?si=-6yfZvweQu6bM6My9wexgQ' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/channel/UCSXw9ZBEkpoUDfnTa25WYnw' ><i class ='bi bi-youtube'></i> </a> </a> " ,
    "img01" :"https://heavy-local.com/assets/ADE01.jpg"
}
