{
    "title": "Liquify - Tales of the Turquoise Turtle:Review" ,
    "sub":"Απο τον Μιχάλη Αντωνόπουλο",
     "date":"30/01/2024" ,
    "content": "<p class='lead'>Καθίστε ήρεμα, όπως κάθισα και εγώ αναπαυτικά, και ξαπλώστε στο κρεβάτι σας! Βγάλτε τα ρούχα και τα βάρη της καθημερινότητας και των κουραστικών ανθρώπων και φορέστε τα ακουστικά σας όσο βρίσκεστε κάτω από τα σκεπάσματα του κρεβατιού σας με την ξεχωριστή ζεστασιά τους!    Τώρα αναλαμβάνουν την ηρεμία και την χαλάρωση σας οι Liquify! Αυτή η Αμερικανική μπάντα εξ Ουάσιγκτον με το άλμπουμ της Tales of the Turquoise Turtle θα σας ταξιδέψει στα γαλήνια γαλάζια νερά ενός απέραντου ωκεανού παρέα με μια τιρκουάζ πάνσοφη γελαστή χελώνα 100 και βάλε ετών! Θα σας διηγηθεί όλες της τις περιηγήσεις!   Μελωδίες που πιάνουν την επιτομή της ατμόσφαιρας μιας υπερβατικής νιρβάνας, γλυκός ήχος στις κιθάρες και χαλαρωτικά ξυσίματα τους, διατηρώντας ωστόσο το πατροπαράδοτο βαρύ τους ψυχεδελικό στοιχείο στα riffs! Οι εναλλαγές μεταξύ lead και rhythm κιθάρων κυλούν αρμονικά στον βυθό της Oceana (4:15) ενώ τα χαλαρωτικά cosmic φωνητικά σε πέντε εκ των 12 τραγουδιών του Tales of the Turquoise Turtle απογειώνουν την μαγική περιήγηση!  Ας τονίσω στο ενδιάμεσο πως είναι το πρώτο τους άλμπουμ στο οποίο μπορεί να εντοπίσει κάποιος φωνητικά, καθώς οι Liquify είναι μια αρχετυπική instrumental ψυχεδελική μπάντα! Όσο θα ακούτε, επιστρέφοντας, τις ιστορίες της χελώνας αυτής, όπως και το μυστηριώδες τραγούδι της - The Turtle Song (5:41) παράλληλα θα βλέπετε και στον ωκεανό Oceana διάφορα θαυμαστά σημεία! Όπως ασύμμετρους κυματισμούς στον πάτο -  Ripples on the Sea Floor (7:31) και μια αλλόκοτη μωβ μέδουσα με μάτια και στόμα - The Purple Jellyfish (6:07)! Παράξενος, όμως διασκεδαστικός ταυτόχρονα ωκεανός δεν είναι! Εε; Αα! Ξέχασα να αναφέρω πως εδώ μου είπε η χελώνα και είδα μάλιστα και ο ίδιος ένα μέρος όπου κοιμούνται λιβελούλες στην θάλασσα! Where the Dragonflies Sleep (7:03). Άλλες εκπλήξεις θα σας φανερωθούν έαν ακούσετε το άλμπουμ ολόκληρο! Δεν μπορώ να σας τα αποκαλύψω όλα από μια προεπισκόπηση!.</p>" ,
    "Socials": "<p class'lead'><a href='https://www.youtube.com/channel/UCJjIGdWFInVHC7dC6G5QGQg' ><i class ='bi bi-youtube'></i> </a> <a href='https://www.instagram.com/liquifyofficial/?hl=el' ><i class ='bi bi-instagram'></i></a> " ,
    "details": "Track list:Lucid Hallucinations (Instrumental) 5:13 Dandelion 5:13Into the Translucent Mirage (instrumental) 2:31The Purple Jellyfish 6:07    Where the Dragonflies Sleep (instrumental) 7:03Emerald Lagoon 5:35Oceana (instrumental) 4:15    Mozzarella 6:52The Turtle Song (instrumental) 5:41     Gifts from the Frog King (instrumental) 3:37    Spirals (4:45)" ,
    "img01" :"https://heavy-local.com/assets/liquify.jpg" 
    
}