{
    "title": "Spellbound - Ushala - Tuber live στον Πολυχώρο Αγορά Ιωαννίνων (03/03/24) - Ανταπόκριση   " ,
    "sub":"Απο τον Μιχάλη Αντωνόπουλο" ,
    "date":"01/02/2024" ,
    "decscription": "Οι Reka είναι όπως λένε και οι ίδιοι μια παρέα καθημερινών ανθρώπων δίχως σταθερή βάση, είναι σαν μια διεθνής ιδέα, η οποία εδράζει στην Ρωσία",
    "content": "<p class='lead'>Μια πολύ ωραία βραδιά γεμάτη από ενορχηστρώσεις, με προεξέχοντες τους μπασίστες όλων των συμμετεχόντων συγκροτημάτων οι οποίοι έδωσαν λαϊκιστί τα πάντα, στους χώρους της stoner, της ψυχεδέλειας και της post που ταξίδεψε κάθε ακροατή από την αρχή ως το τέλος η οποία διοργανώθηκε από την 3P Lab έλαβε μέρος την Κυριακή. Από τους Spellbound ως τους Tuber όλοι έδωσαν τον καλύτερο εαυτό τους στην απόδοση ενώ ο χώρος από θέμα ακουστικής ήταν ικανοποιητικός από την σκηνή ως τα πιο πίσω μέρη του σχεδόν κατάμεστου venue του Πολυχώρου. Πάμε να δούμε ξεχωριστά την κάθε μπάντα! Πριν προχωρήσω ωστόσο σε περαιτέρω ανάλυση ας προσθέσω ότι το live διήρκεσε σχεδόν 4 ώρες, από τις 8 το βράδυ ως κοντά μεσάνυχτα! <p/><h4>Spellbound (20:15-20:50)</h4><img src='https://heavy-local.com/assets/SpellBound.webp' class='img-fluid'/> <p class='lead'>Οι Γιαννιώτες Spellbound άνοιξαν την βραδιά ως η πρώτη support μπάντα στους Tuber, οι Γιαννιώτες θιασώτες της desert rock με επιρροές από την heavy rock και την stoner ξεκίνησαν με αρκετά τεχνικά riff και ανεβαστικά solo με διασκευές, αποτίοντας φόρο τιμής στις πολλές μπάντες που αποτελούν τα αρχέτυπα των συγκροτημάτων στα οποία βασίζονται οι δικές συνθέσεις τους που πρόκειται σύντομα να κυκλοφορήσουν! Οι Spellbound λοιπόν έθεσαν τις βάσεις για μια ζεστή και ξεσηκωτική βραδιά! Εκτός της άρτιας ενορχήστρωσης των δύο Νίκων (Ντόβας - κιθάρα/Παπαχρήστος - μπάσο) και του Τίμι Κατσιούλη στα ντραμς που έδινε τον ρυθμό καθηλωτική ήταν η επιβλητική παρουσία της τραγουδίστριας, της Μαρίνας Δερβένη, που κατά την διάρκεια των κουρδισμάτων του μπάσου και της κιθάρας επιτύγχανε στο ενδιάμεσο με τις ατάκες της και την παραστατικότητα της  μια ακόμη πιο στενή εξοικείωση με το κοινό και ένα πολύ εγκάρδιο χειροκρότημα μετά από την κάθε εκτέλεση! Ιδιαίτερο στοιχείο των Spellbound είναι η γυναίκα τραγουδίστρια, καθώς στον χώρο αυτό οι γυναίκες σπανίζουν! Η Μαρίνα ήταν όπως προείπα καθηλωτική στην φωνή της διότι εκτός του ότι είναι πανύψηλη έχει και έναν μεστό και δυναμικό μα ταυτόχρονα τρυφερό ήχο! Σημαντικό στοιχείο για να κλείσω για τους Spellbound ήταν ότι τραγούδησαν μεταξύ των διασκευών τους το πρώτο τους εξ ολοκλήρου δικό τους single, το Loyalty, το οποίο προμήνυε την μετέπειτα μουσική κορύφωση!Tracklist: 1) NIB - Black Sabbath (διασκευή), 2) After Midnight - Dorothy (διασκευή), 3) Gardenia - Kyuss (διασκευή), 4) Loom - Somali Yacht Club (διασκευή), 5) Albatros - Corrosion of conformity (διασκευή), 6) Loyalty</p><h3>Ushala (20:50 - 22:00)</h3><img src='https://heavy-local.com/assets/Ushala.webp' class='img-fluid' /> <p class='lead'>Επόμενοι ήταν οι Γιαννιώτες Ushala. Ομολογώ πως για μένα ήταν η έκπληξη της βραδιάς καθώς οι συγχορδίες στις συνθέσεις τους ήταν αρμονικές και γαλήνιες, όμως και ταυτόχρονα στρατευμένες με κοινωνικά και συναισθηματικά  μηνύματα όπως τα θύματα της αστυνομικής βίας (African Maze) αντισταθμίζοντας το έτσι με έναν πιο πολεμικό και θρηνητικό ελεγειακό ήχο πλάθοντας με τέτοιο τρόπο έναν πολυποίκιλο συναισθηματισμό στον ακροατή, υπενθυμίζοντας μας μεν την σκληρότητα και την ωμότητα της εξουσίας και κατ επέκταση της ανθρωπότητας αλλά και της δύναμης της εξερεύνησης, της τέχνης και του πολιτισμού που ενυπάρχει σε εκείνη (Gauguin)!  Αγάπησα πολύ την ενορχήστρωση των Ushala, τους στίχους στα Ελληνικά και τις πρωτόγονες κραυγές ανά διαστήματα στα κομμάτια τους. Συνοπτικά ένα πολύ καλό αμάλγαμα post - metal/rock με progressive και folk στοιχεία! Τους προτείνω ανεπιφύλακτα και για ακρόαση εξ αποστάσεως! Το πρώτο τους άλμπουμ το Ushala, το οποίο παρουσίασαν στο live σίγουρα έκλεψε τις εντυπώσεις!</p><h3> (22:00-23:40)</h3><img src'https://heavy-local.com/assets/Tuber.webp' class='img-fluid' /> <p class='lead'>Οι Σερραίοι Tuber ως το μεγάλο όνομα της βραδιάς έπαιξαν τον περισσότερο χρόνο. Οι πιο ατμοσφαιρικοί και τεχνικοί συγκριτικά με τους άλλους δημιούργησαν το τέλειο καταληκτικό σημείο! 4 έγχορδα, 1 αρμόνιο και ντραμς να βαρούν όπως τα βότσαλα που πέφτουν στο νερό και πάλλεται αρμονικά οι Tuber με τις ενορχηστρώσεις τους μας πήγαν στην δική τους  διάσταση, σε έναν κόσμο όπου οι χορδές και οι μελωδίες κινούνται μαγικά, σ’έναν κόσμο όπου τα πάντα είναι ρευστά στο progressive/ψυχεδελικό τοπίο, σημαντική αναφορά έχω να κάνω και για το ηλεκτρονικό ambient στοιχείο στην μουσική τους, βοηθώντας μας να χαρούμε και να απομακρυνθούμε κοντά για ένα δίωρο από την δυσβάσταχτη πραγματικότητα της καθημερινότητας! Φυσικά επειδή είμαστε ένα περιοδικό που προωθεί τις μικρότερες μπάντες δεν θα προχωρήσω παραπάνω στους Tuber αλλά έπαιξαν παλαιότερες επιτυχίες τους όπως το Firebird και το Sucker Punch ενώ παρουσίασαν και δύο τραγούδια τους από το νέο τους άλμπουμ, το Joyful Science!Tracklist: 1) Eau Rouge, 2) Catclass, 3) No Cure for Life, 4) Moon Rabbit, 5) Noman, 6) Sucker Punch, 7) Joyful Science, 8) Chain of Signs, 9) Sex & Depression, 10) Firebird, 11) Lap Dance, 12) Desert Overcrowded</p>  " ,
    "details": "Date:03/03/24 Venue:Polychoros Agora ioannina promoted by:3P Lab , Ushala album: <a href='https://ushala.bandcamp.com/album/ushala' class='nav-link'>Here</a>'",
    "img01":"https://heavy-local.com/assets/LiveSpell.jpg" 
    
    
}