{
    "title": "Τιμώντας την Αθανασία: Μια προεπισκόπηση στο “Athanati” των Lloth" ,
    "sub":"Απο την Daria",
    "date":"1/04/2024" ,
    "decscription": "Τιμώντας την Αθανασία: Μια προεπισκόπηση στο “Athanati” των Lloth .",
    "content": "<p class=’lead’>Στους μελαγχολικούς ήχους της τραγωδίας και στο ανθεκτικό πνεύμα της ανάμνησης, το άλμπουμ των Lloth εν ονόματι “Athanati” (Αθάνατη) αναδύεται ως ένας σπαραχτικός φόρος τιμής στην τεράστια επιρροή της Μαρίας “Tristessa” Κολοκούρη. Σχηματισμένοι από την ίδια οι Lloth, υπό την “ηγεσία” πλέον του συζύγου της Νικόλα Μάη, παραδίδουν μια μελωδική black/death σύνθεση η οποία υπερβαίνει έναν απλό φόρο τιμής∙ ενσαρκώνει ένα εμβριθές αφιέρωμα στο ανυποδούλωτο πνεύμα της Μαρίας. <br></br> <h4>Διαφοροποιώντας το Σκότος: Μια Μελωδική Οδύσσεια</h4> Καθένα από τα κομμάτια αυτής της σύνθεσης λειτουργεί ως ένας καμβάς για την καλλιτεχνική ευελιξία του συγκροτήματος, συνδυάζοντας το ωμό συναίσθημα με την μουσική λεπτότητα. Ιδιαιτέρως οι αναπλασμένες ερμηνείες παλαιότερων τραγουδιών όπως ο αυτοανακηρυγμένος ως ύμνος και το “I (Dead Inside)” αντηχούν με μια ενισχυμένη ισχύ, υπογραμμίζοντας την ανάπτυξη του άλμπουμ και την ηχητική του ωριμότητα.<h4>Οι Αρμονίες της Αθανασίας: Συλλογική Λάμψη</h4> Η συλλογική φύση του “Athanati” ανυψώνει το ηχητικό τοπίο σε νέα ύψη. Οι αξιοσημείωτες συνεισφορές από αξιότιμους καλλιτέχνες όπως ο Ευθύμης Καραδήμας και ο Σάκης από τους Rotting Christ, μαζί με τα αιθέρια φωνητικά της Ανδρονίκης Σκουλά στο “Tristessa”, διανθίζουν το άλμπουμ με μια σαγηνευτική αύρα μυστηρίου και βαθύτερου νοήματος. Αν και, μεταξύ αυτών των καλεσμένων, το εγγενές άστρο των Lloth παραμένει διακριτό και λίαν λαμπερό, αφήνοντας ανεξίτηλο το σημάδι της τελειότητας. <h4>Κατακλείδα:</h4> Το “Athanati” παραμένει ένα κόσμημα. Ωριμάζει όπως το καλό κρασί. Υπερβαίνει τα όρια του είδους και τιμά αυτή που δεν βρίσκεται πια εδώ. Ως ένας φόρος τιμής στην ατέρμονη κληρονομιά της Μαρίας, εμψυχώνει την αέναη δύναμη της καλλιτεχνικής έκφρασης. Με κάθε ζοφερό ρεφρέν και κάθε βροντώδη ρυθμό οι Lloth τιμούν την μνήμη της Μαρίας με ασίγαστο πάθος και με θρησκευτική ευλάβεια, διασφαλίζοντας την θέση τους μεταξύ της ανφάν γκατέ της μέταλ. </p>" ,
    "details": "<p>Κομμάτια (49:25): </p><p><p> </p>1) Athanati [04:36];<br></br>2) Archos [05:49];<br></br>3) Pan [04:09];<br></br>4) Born in Sin [05:13]; <br></br>5) In the Name of Love (Sacrifice) [06:08];<br></br>  6) Alles Black [06:29];<br></br>7) Hell (Is a Place on Earth) [04:03]; <br></br>8) Emptiness [03:47];<br></br> 9) Tristessa [03:19];10) I (Dead Inside) [05:48].</p>" ,
    "Socials": "<p class'lead'><a href='https://web.facebook.com/llothband?_rdc=1&_rdr' ><i class ='bi bi-facebook'></i> <a  href='https://www.youtube.com/@LLOTHBAND ' ><i class ='bi bi-youtube'></i>      <a  href='https://open.spotify.com/artist/6soVHHbADmpVH2lcR9YyPG ' ><i class ='bi bi-spotify'></i>                                                      </a> </p>              " ,
    "img01":"https://heavy-local.com/assets/Primordial.webp"
  }
   