{
    "title": "Band Review: Primordial Black" ,
    "sub":"By Rawya",
    "date":"1/04/2024" ,
    "decscription": "Band Review: Primordial Black .",
    "content": "<p class=’lead’>From the North African continent, four young talented musicians gathered under the roof of a communal passion for metal music and embarked on their musical journey. Let us delve deeper and explore this path together. Primordial Black is a Tunisian death metal band formed in 2022 by four talented musicians, united by a singular commitment: to give birth to the name 'Primordial Black,' drawing inspiration from HP Lovecraft, Celtic Frost, and John Dee's philosophy. Their aim is to deliver challenges that resonate with the fundamentals of metal music.Thus, Primordial has always embodied the essence of sensitive rhythms combined with cruel sounds, speaking the truth of their existence. They manifest their influences from various legendary artists they have delved into.Their debut album, “The Worm that Gnaws at Night”, has plunged my soul into the void, bringing forth questions essential to our existence as humans.I started digging into their entire discography; the guitar riffs and strong vocals in “Only Death is Real” have sunk my soul and brought me back to where I belong, amidst the darkness that entirely covers the sky. Crossing fingers for a while, healing for all the non-targeted paths. </p> <p class='lead'>How come the calm, devilish alphabetical bass vibrations have nailed the glass covering this stoned, mechanical heart?Atrocity Guides' track sounds crazy and irrational, handling too much energy, screaming over the corridors in which echoes reflect the magnificent smashed lyrics. I believe it is a must-hear one, as I highly recommend it. The album strikes a perfect balance between clarity and rawness. Each instrument is given its space to breathe, allowing the nuances of the music to shine through without sacrificing the intensity essential to the genre. The atmospheric elements, such as the haunting keyboard passages or the subtle use of ambient sounds, add a layer of depth that draws the listener deeper into the sonic landscape.All in all, ‘Monas Hieroglyphica’ is a stunning release, a testament to the power of music to touch the deepest parts of our being through shadows and light, darkness and hope, and above all, a testament to the enduring power of art to illuminate the human soul. It's not just about creating dark and aggressive music; it's about channeling the depths of human experience.In a world where music often plays it safe, Primordial Black crafts a stunning release that is as fearless as it is captivating. So, dear reader, I endorse you to take a leap into the unknown, dive into the bottomless pit that is Primordial Black's debut album, and let their music envelop you.Embrace the journey, and let the metal music speak to your soul!</p>" ,
    "Socials": "<p class'lead'><a href='https://music.youtube.com/playlist?list=OLAK5uy_m5sUODrKQ-Xv69PUQuAsoAqy1CuP3I18I' ><i class ='bi bi-youtube'></i> <a  href='https://open.spotify.com/album/29KcWYOHirrxy6ppb3ivRL?referral=labelaffiliate&utm_source=1101lyjANX6D&utm_medium=Indie_Believe&utm_campaign=labelaffiliate ' ><i class ='bi bi-spotify'></i> </a> </p>              " ,
    "img01":"https://heavy-local.com/assets/Primordial.webp"
  }
   