{
    "title": "Μνήμα" ,
    "sub":"Απο τον Ριν",
     "date":"15/03/2024" ,
    "content": "\n<p class=\"lead\"><a id=\"_GoBack\"/><span class=\"text-T1\">Είναι γεγονός πως μετά από δύο χρόνια από το τελευταίο τους full-length, οι Έλληνες noise black metallers Μνήμα (Mnima) επέστρεψαν με μια πολύ δυνατή νέα κυκλοφορία αποτελούμενη από 4 αργά και βασανιστικά κομμάτια. Τα \"Καταραμένα Λείψανα\" ήρθαν υποσχόμενα να σηκώσουν τις τρίχες στους σβέρκους μας, με τα απόμακρα, θλιμμένα riffs, τον μόνιμο ήχο των ραδιοφωνικών παρασίτων και τα απόκοσμα ουρλιαχτά γεμάτα οδύνη.</span></p>\n\n<p class=\"lead\"><span class=\"text-T1\">Ένα ακόμα αφιέρωμα στους τρόμους και τον μυστικισμό που κρύβει η τελετή της κηδείας, ο πόνος του θανάτου και η ματαιότητα του θνητού κόσμου του ανθρώπου. Εκεί που όλα τελειώνουν εκτός από τη μιζέρια, την αποσύνθεση και την παράνοια. Στο cover που στολίζει το συγκεκριμένο άλμπουμ βλέπουμε δύο χρώματα, μόνο το έντονο κόκκινο μέσα σε κατάμαυρο φόντο. Στα δεξιά του πλαισίου παριστάνεται ο εσταυρωμένος σε μια κατάσταση που προκαλεί απελπισία στα μάτια του θεατή. Μα αυτό που πραγματικά προκαλεί απόγνωση στη ψυχή είναι ο ήχος που συνοδεύεται από το album cover.</span></p>\n\n<p class=\"lead\"><span class=\"text-T1\">Ατμοσφαιρικά \"χιόνια\" που περικλείουν ένα μοιρολόι από λυγμούς και δυσοίωνες μελωδίες θλίψης, που αιχμαλωτίζουν εύστοχα την στυγνή πραγματικότητα του θανάτου. Το έργο τέχνης είναι φτιαγμένο με αληθινό πόνο, καθώς ο ίδιος ο καλλιτέχνης αναφέρθηκε σε αυτό, λέγοντας στην περιγραφή του Bandcamp: \"αυτό το άλμπουμ είναι η πιο σημαντική κυκλοφορία για μένα, καθώς γράφτηκε σε μια πολύ κρίσιμη περίοδο της ζωής μου, όπου πάλευα συνεχόμενα με τους εσωτερικούς μου δαίμονες, και βρισκόμουν σε πολύ σκοτεινά μέρη. Είναι ό,τι έχω στο παρορμητικό, κατεστραμμένο μυαλό μου για αυτή την φρίκη που ονομάζεται Μνήμα και δε θα σταματήσω ποτέ να φτύνω κατάρες σ' αυτόν τον απαίσιο σκατόκοσμο ΠΟΤΕ. Το Μνήμα είναι εδώ για να ξερνάει πάνω στους γαμημένους τάφους σας!!!!\"</span></p>" ,
    "details": "Social:" ,
    "Socials": "<p class'lead'><a href='https://www.instagram.com/__mnima__' ><i class ='bi bi-instagram'></i> </a> </p>" ,
    "img01" :"https://heavy-local.com/assets/mnima.jpg"
}
