{
    "title": "Nitritono Drops Explosive Single “Non È Questa La Vita Che Sognavo Da Bambina” from Upcoming Album “Cecità”" ,
    "sub":"by daria" ,
    "date":"21/03/2024" ,
    "content": "<p class=’lead’>Italian Post-Metal sensation Nitritono storms back into the limelight with their latest single “Non È Questa La Vita Che Sognavo Da Bambina”, offering a tantalizing preview of their forthcoming album “Cecità”. Evolving their signature sound into a captivating blend of atmospheric tranquility and thunderous intensity, Nitritono’s latest offering promises to push the boundaries of their craft further than ever before. Drawing inspiration from José Saramago’s literary masterpiece of the same name, the band delves deep into themes of existentialism, isolation, and the human condition, crafting an album that is as introspective as it is intense.  “Non È Questa La Vita Che Volevo Da Bambina” marks a significant evolution in Nitritono’s sound, embracing both atmospheric tranquility and fluidity. This shift lays the groundwork for a sonic expedition that seamlessly transitions between moments of serene introspection and thunderous aggression. It showcases the duo’s mastery in navigating the diverse sonic landscapes of Post-Metal with finesse and precision.The listeners are invited to delve into Nitritono’s sonic universe via digital platforms and YouTube, where the single is available for streaming. Acting as a compelling teaser for the forthcoming album “Cecità” set to be released by the esteemed label My Kingdom Music, on April 5th, 2024, the track offers a glimpse into a realm where distortion intertwines with delicacy and chaos dances with beauty, enticing audiences to explore the duo’s captivating musical landscape.The album “Cecità” will be available in digipak CD, LP, and digital formats. Pre-orders are currently open, allowing fans to secure their copy of the album and prepare for what promises to be a transformative musical experience.</p>" ,
    "details": "",
    "Socials": "<p class'lead'><a href='https://web.facebook.com/Nitritono?_rdc=1&_rdr'><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/nitritono_band/' ><i class ='bi bi-instagram'></i> </a> <a href='https://open.spotify.com/artist/6RsMAf7VSdiyvkWelJVpQj' ><i class ='bi bi-spotify'></i> </a> <a  href='https://www.youtube.com/channel/UCttb-522ozI_pqI03f6sRtQ' ><i class ='bi bi-youtube'></i> </a> </a> " ,
    "img01":"https://heavy-local.com/assets/Nitritono_Band.webp" 
    
    
}