{
    "title": "Order Of The Ebon Hand:Review " ,
    "sub":"Απο τον ριν " ,
    "date":"05/02/2024" ,
    "decscription": "Αφού έμεινα μαγεμένος από τη συναυλία των Yoth Iria (27/01/2024) στα Ιωάννινα, και ιδιαιτέρως από την ενέργεια και τη παραστατικότητα του Merkaal (Ορέστη) θέλησα να μάθω περισσότερα για τη δουλειά του στο χώρο του Μέταλ και έτσι ανακάλυψα τους Order of the Ebon Hand (est. 1994), την μπάντα στην οποία είναι lead vocalist. Άκουσα τα δύο άλμπουμ τα οποία περιλαμβάνονται στο Spotify της μπάντας (XV: the Devil, Vii: The Chariot), τα οποία ήταν απολαυστικότατα, όμως ήθελα περισσότερο, και έτσι βρήκα στο YouTube το full-length ντεμπούτο τους, The Mystic Path to the Netherworld (1997). ",
    "content": "<p class='lead'>Αφού έμεινα μαγεμένος από τη συναυλία των Yoth Iria (27/01/2024) στα Ιωάννινα, και ιδιαιτέρως από την ενέργεια και τη παραστατικότητα του Merkaal (Ορέστη) θέλησα να μάθω περισσότερα για τη δουλειά του στο χώρο του Μέταλ και έτσι ανακάλυψα τους Order of the Ebon Hand (est. 1994), την μπάντα στην οποία είναι lead vocalist. Άκουσα τα δύο άλμπουμ τα οποία περιλαμβάνονται στο Spotify της μπάντας (XV: the Devil, Vii: The Chariot), τα οποία ήταν απολαυστικότατα, όμως ήθελα περισσότερο, και έτσι βρήκα στο YouTube το full-length ντεμπούτο τους, The Mystic Path to the Netherworld (1997).<p/> <img class='img-fluid' src='https://heavy-local.com/assets/order.jpg' /> <p class='lead'>Εκ πρώτης όψεως, το album cover art δημιουργεί μια ψυχρή και νοσταλγική αίσθηση λόγω του έντονου γαλάζιου της επιβλητικής φιγούρας που πρωταγωνιστεί στο κάδρο. Στο βάθος υπάρχει μόνο ένα αμφίβολο μαύρο. Η φιγούρα περικλείεται από αιχμηρά κρύσταλλα που μοιάζουν με πάγο.</p> <p class='lead'>       Σε μουσικό επίπεδο, πληρεί όλες τις προϋποθέσεις του κλασσικού Μπλάκ μέταλ όπως το ξέρουμε, φορτισμένη, μελαγχολική ατμόσφαιρα, γρήγορα ντραμς που ρέουν μαζί με τη μελωδία της κιθάρας και τα απόκοσμα φωνητικά. Τα πλήκτρα παραπέμπουν τον ακροατή σε ένα τελετουργικό κλίμα, που καθησυχάζει αλλά παράλληλα προκαλεί δέος και αναστατώνει τη ψυχή. Το νοσταλγικό συναίσθημα του εξωφύλλου συνεχίζει και στον ήχο, ταξιδεύοντας τον ακροατή σε κάποιον φανταστικό κόσμο που επικρατεί ο πόλεμος ανάμεσα στους ήρωες και τους εχθρούς τους, το σκοτάδι και το φως. Οι συναρπαστικές διακυμάνσεις σε κάθε κομμάτι ζωντανεύουν ακόμη περισσότερο την ιστορία τους.Ιστορίες μάχης, μυστικισμού και επικής φαντασίας εκτυλίσσονται στους γλαφυρούς στίχους όλου του άλμπουμ, όπου αναφέρονται πόλεμοι, θεότητες, δαίμονες ακόμα και ένας δράκος με κατακόκκινα μάτια. Με μια ανάγνωση θα σε ταξιδέψουν στους συναρπαστικούς θρύλους τους.                     </p> " ,
    "details": "<p class='lead'>Καλλιτέχνης: Order of the Ebon Hand Άλμπουμ: The Mystic Path to the Netherworld Είδος: Black Metal Χώρα: Ελλάδα (Αθήνα)<p/> <p class='lead'>Βρες τους Order Of The Ebon Hand<p/>  <a  href='https://www.instagram.com/order_of_the_ebon_hand?igsh=MXVoMnlnczB2ZGtkOA=='><i class='bi bi-instagram'></i></a> <a href='https://www.facebook.com/profile.php/?id=100063675366008'><i class='bi bi-facebook'></i></a><a href='https://open.spotify.com/artist/2YlzQu5RVqY3ATIHscXi2h?si=Kic0VCv3SWWgHam2wGwQrg'><i class='bi bi-spotify'></i></a>" ,
    "img01":"https://heavy-local.com/assets/mysticpath.jpg"
}
