{
    "title": "Reka: Το διεθνές ατμοσφαιρικό δυστοπικό “Ποτάμι” της Ρωσίας   " ,
    "sub":"Απο τον Μιχάλη Αντωνόπουλο" ,
    "date":"01/02/2024" ,
    "decscription": "Οι Reka είναι όπως λένε και οι ίδιοι μια παρέα καθημερινών ανθρώπων δίχως σταθερή βάση, είναι σαν μια διεθνής ιδέα, η οποία εδράζει στην Ρωσία",
    "content": "<p class='lead'>Οι Reka είναι όπως λένε και οι ίδιοι μια παρέα καθημερινών ανθρώπων δίχως σταθερή βάση, είναι σαν μια διεθνής ιδέα, η οποία εδράζει στην Ρωσία και αποτελείται από έντιμα άτομα της καθημερινότητας, μήτε συγγραφείς, μήτε ποιητές και μήτε καλλιτέχνες, που μοιράζονται το πάθος τους για γνωριμίες με υπέροχο κόσμο και υπέροχα μέρη. Αυτός ο αυτοπροσδιορισμός μάλιστα νομίζω ότι δείχνει με τον καλύτερο τρόπο το underground ήθος τους όπως επίσης και το εύρος των μελών τους. Τους προτείνω ανεπιφύλακτα. Οι Reka λοιπόν, έχοντας σχηματιστεί το 2007 έπειτα από την συγχώνευση δύο μπαντών στην Μόσχα, των Screamo Fortunae Verbera και των επίσης screamo Optimus Prime, είναι ατμοσφαιρικοί, παρόλο που λένε ότι δεν είναι καλλιτέχνες οι ίδιοι είναι μεγάλοι αρτίστες και εραστές των συγχορδιών της post metal και rock, δημιουργώντας μια άρτια σκοτεινή σύνθεση σε συνδυασμό με τις distorted κιθάρες και την σκληρή ένταση των high pitch φωνητικών της ωμά ρεαλιστικής sludge, η οποία εκφράζει τον θυμό της για την κοινωνική κατάσταση ως είδος. Ένα από τα μεγαλύτερα χαρακτηριστικά τους είναι η πολυγλωσσία καθώς έχουν βγάλει τραγούδια στα Ρωσικά, στα Γαλλικά και στα Σουηδικά.<p/><img class='img-fluid' src='https://heavy-local.com/assets/reka03.jpg'/> <p class='lead '>Το όνομα Reka σημαίνει κυριολεκτικά ποτάμι και οι Reka είναι ένα ορμητικό ποτάμι στους στίχους τους, καθώς σύμφωνα με τον κιθαρίστα του συγκροτήματος Alec Yuzhny στο περιοδικό “Some Will Never Know Do You Know?” αποτυπώνονται στα κομμάτια τους επιρροές από αντι-ουτοπικά βιβλία και μερικές αριστερές θεωρίες αλλά και από την φιλοσοφία. Μια σίγουρη επιρροή θα προσέθετα στην θεματολογία των στίχων τους θα ήταν και το γεγονός πως οι ίδιοι τάσσονται βαθιά κατά του Πουτινικού καθεστώτος και της βαθιάς παρεμβατικότητας του Ρωσικού Πατριαρχείου στην πολιτική και την καθημερινή ζωή, όπως επίσης ένας σημαντικός παράγοντας για το δυστοπικό κλίμα των τραγουδιών τους θα ήταν και η οικονομική δυσχέρεια των πολιτών της χώρας. Σίγουρες επιρροές τους ήταν οι atmospheric sludge Αμερικανοί Neurosis, οι post metal Σουηδοί Cult of Lana, οι screamo Γερμανοί June Paik, οι Καναδοί post rock Godspeed You! Black Emperor και οι post rock Αμερικανοί Explosions in the Sky.<p/> <img class='img-fluid' src='https://heavy-local.com/assets/Reka02.jpg'/><p class='lead'>Δισκογραφικά έχουν κυκλοφορήσει 5 άλμπουμ και 1 EP και 2 singles (το EP και το ένα single είναι με split), τα οποία θα εμφανιστούν παρακάτω μαζί με τα ονόματα του τωρινού σχήματος και όσων έχουν περάσει από την μπάντα. Τον Οκτώβριο του 2023 ανακοίνωσαν ότι πρόκειται να κυκλοφορήσει το 7ο άλμπουμ τους με το όνομα “退廃 το οποίο σημαίνει Decadance (ελλ. Παρακμή). Έχουν παίξει σε χώρες όπως η Ουκρανία το 2021 και έχουν περιοδεύσει στην Νοτιοανατολική Ασία, σε χώρες όπως η Μαλαισία, το Βιετνάμ, η Σιγκαπούρη, η Ταϊβάν και η Ινδονησία το καλοκαίρι του 2020 και τον χειμώνα του 2019 περιόδευσαν στο Μεξικό. <p/>   " ,
    "details": "<p class='lead'>Albums:<p/> <p class='lead'>Albums: I (2010) II (2010) III (2011) Renaissance (2012) Jupiter (2019) EP: Split με τους Σουηδούς sludge doom In The Hearts of Emperors (2012)</p>   <p class='lead'>Singles:Split με τους Γερμανούς four - piece Black Everest (2014) Dvala (2014) Σχήμα: Alec Yuzhny: (κιθάρα) Andrey Balitskiy (ντραμς) Denis (κιθάρα/φωνητικά) Igor (μπάσο) Michel Balitran (φωνητικά) Sanya Vorobey (κιθάρα) Πρώην μέλη: Anya (ντραμς) Sébastien Ducotté (κιθάρα) <p/>  <p class='lead'>Βρες τους Reka<p/>  <a  href='https://www.instagram.com/reka.band/'><i class='bi bi-instagram'></i></a> <a href='https://web.facebook.com/rekaband?_rdc=1&_rdr'><i class='bi bi-facebook'></i></a><a href='https://open.spotify.com/artist/3kuN8Icc1J81XqL9Ft5wY7?si=8VaOKu5uSkm-66feVE7nbw'><i class='bi bi-spotify'></i></a>" ,
    "img01":"https://heavy-local.com/assets/rekalogo.jpg" 
    
    
}