{
  "title": "Summit - Catharsis: Μια δυσοίωνη εφιαλτική τελετουργία (προεπισκόπηση/κριτική τραγουδιού) + πληροφορίες για την μπάντα" ,
  "sub":"απο τον Μιχάλη Αντωνόπουλο",
  "date":"01/02/2024" ,
  "decscription": "Στην καρδιά της underground Ρουμανικής σκηνής μπορεί να εντοπιστεί μια μπάντα η οποία αδιάκοπα προκαλεί τις νόρμες και έχει από το 2006 βρει την δική της θέση, αυτή η μπάντα ακούει στο όνομα Akral Necrosis. Έχοντας αναδειχθεί ως μια ανυπέρβλητη δύναμη αψηφούν το status quo της κλασικής black metal με τον αιχμηρό τους ήχο και την αλύγιστη αποφασιστικότητά τους.",
  "content": "<p class=\"lead\">\n                    Summit: Αργοί, ερεβώδεις και πεσσιμιστές! Οι Νορβηγοί αυτοί αγγελιαφόροι του νιχιλισμού ορμώμενοι εκ Τρόντχαϊμ αποτελούν μια αξιοσημείωτη πινελιά στο παραδοσιακό epic doom metal. \n\nΠοιοι είναι οι Summit;\n\nΞεκίνησαν το 2007 ως μια παλιάς σχολής death metal μπάντα με το όνομα Funeralopolis, ενώ το 2009 άλλαξαν το όνομα σε Summit. Η περίοδος αυτή διήρκεσε ως το 2010 κυκλοφορώντας τρία demos: τα Arche, Ontos και Apeiron. Έπειτα οι Summit ξεκίνησαν να εξερευνούν τα εδάφη της doom με διάφορες αλλαγές στο σχήμα. Κυκλοφόρησαν για την πρώτη τους περίοδο ως αμιγώς doomers ένα demo με 3 κομμάτια: 1) Pleasing to the Lord, 2) Sun και 3) I Hope to Feel Again, το οποίο εκδόθηκε σε μόλις 50 αντίγραφα και οδήγησε μάλιστα το Νορβηγικό περιοδικό Metal Hammer να τους κατατάξει στην λίστα με τα ανερχόμενα εγχώρια συγκροτήματα. Λόγω επαγγελματικών και ακαδημαϊκών υποχρεώσεων των μελών της η μπάντα αναγκαστικά ανέστειλε τις δραστηριότητές της στα τέλη του 2012, ενώ υπήρξαν και κάποιες ανακατατάξεις ξανά στο line-up. \nΑκολούθησαν ωστόσο μια σύντομη περίοδο ενασχόλησης με την stoner, πιο συγκεκριμένα για μια χρονιά (2013-2014) κυκλοφόρησαν την δοκιμαστική ηχογράφηση ενός νέου κομματιού, το Beast of Fire, συνεχίζοντας όμως απτόητοι τις περιοδείες τους επί Νορβηγικού εδάφους. Το 2014 επανεμφανίστηκαν στην epic doom, κυκλοφορώντας μάλιστα ένα νέο demo με το single τους που ακούει στο όνομα Catharsis και που έγινε remastered. Παίζοντας μάλιστα στο φεστιβάλ του Τρόντχαϊμ (Trondheim Metal Fest), κατάφεραν να αποσπάσουν παράλληλα θετικές αξιολογήσεις που τους κατέστησαν για δεύτερη φορά στην λίστα με τις μεγαλύτερες ανερχόμενες μπάντες της Νορβηγίας το 2015. Είναι επίσης σημαντικό να αναφέρω ότι ο τραγουδιστής και κιθαρίστας τους, ο Henrik Arnesen, ίδρυσε την εταιρία διοργάνωσης συναυλιών και την DIY για doom metal συγκροτήματα δισκογραφική Nidarosdoomen.</p><p class=\"text-center\"> <img src=\"/assets/sumit-live.jpg\" class=\" img-fluid W-100 m-2 shadow-lg rounded-4\"></img></p> \n                    <p class=\"lead\">\n                    Περνώντας στο σημερινό τραγούδι λοιπόν:\n\nΤο Catharsis αποτελεί μια δεκαπεντάλεπτη ωδή στο αντιθρησκευτικό - αντικληρικαλικό αίσθημα, μια πολύ σκοτεινή κοινωνική πτυχή είναι ο θρησκευτικός ριζοσπαστισμός και τα κεκαλυμμένα από τον θρησκευτικό μανδύα ανοσιουργήματα πολλών ιερέων ανεξαρτήτως δόγματος και θρησκείας σε καλοπροαίρετους και αφελείς πιστούς, οι οποίοι αναζητούν μια πνευματική καθοδήγηση.\nΌμως το οξύμωρο και λίαν ενδιαφέρον για τον δικό μου νου είναι πως εκφράζεται μέσα από μια αποκρυφιστική τελετουργία καθάρσεως, κάτι το κατεξοχήν υπερφυσικό και θρησκευτικό με τον τρόπο του. Αυτό είναι που με τράβηξε προσωπικά μαζί με την υπέροχη μουσική σύνθεση που το συνοδεύει.\nΤα riffs είναι αργά και βαριά, τα ντραμς δεν παίζουν τόσο συχνά αλλά αποτελούν βαρόμετρο στον ρυθμό και την επακόλουθη ατμοσφαιρικότητα, δίνεται κυρίως έμφαση στις κιθάρες και στο μπάσο δημιουργώντας μια μυστικιστική αίσθηση ενώ τα φωνητικά είναι μια εν μέρει μίμηση δυτικότροπης ρωμαιοκαθολικής ψαλμωδίας. \nΕπιπλέον τα φωνητικά ακούγονται πεντακάθαρα, καθώς ο τραγουδιστής με μεγάλη ευκρίνεια θέλει να αγγίξει την ψυχή του ακροατή για να του προκαλέσει, αντί για κατάνυξη όπως συνηθίζεται στις εκκλησιαστικές λειτουργίες, θλίψη και οδυρμό για όσα πρόκειται να περάσει η πρωταγωνίστρια του κομματιού. \nΜέσα από το Catharsis στην ουσία αποτυπώνεται το βασανιστήριο των αφελών πιστών, που γίνονται βορά των υποκριτών σαδιστών αιμοδιψών ιερέων, οι οποίοι (πιστοί) συνειδησιακά, καμιά φορά και κυριολεκτικά (μάρτυρες Χριστιανοσύνης π.χ.), κατευθυνόμενοι από μια τρομολαγνική πλάνη οδηγούνται τελικά στο να θυσιάσουν την βούλησή τους σε μια καθαρτήρια πυρά πάνω στον βωμό του ιδιοτελούς οφέλους της σέκτας του σκοταδιστικού κλήρου. \n\nΤονίζω παρόλα αυτά πως δεν είναι η απόλυτη ερμηνεία αυτή του στιχουργικού περιεχομένου του τραγουδιού αλλά μια υποκειμενική προσέγγιση. \n\nΣτο κομμάτι των επιρροών, το τραγούδι αυτό φαίνεται να έχει επιρροές από τους Σουηδούς θρυλικούς doomers Candlemass, ενώ γενικότερα οι Summit στο ευρύτερο πλαίσιο των τεχνοτροπικών τους ιδιαιτεροτήτων μπορεί να διακρίνει κανείς στοιχεία από τους Βρετανούς πατριάρχες του είδους της Doom, τους Black Sabbath και τους Αμερικανούς γερόλυκους epic doomers Solitude Aeturnus.\n\n                </p>" ,
  "details": "<h4>Credits</h4>\n                    <p class=\"lead\">\n                    Line - up μπάντας: \n\n                    Henrik M. Arnesen (φωνητικά - κιθάρα)\n                    Vegard Hermstad (κιθάρα)\n                    Åge Breivik (ντραμς)\n                    Torleif Landstad (μπάσο)\n\n                    </p>\n    \n                         \n                         <p class=\"lead-text-center\">Βρες τους Summit <a href=\"https://www.instagram.com/summitdoom/\"><i class=\"bi bi-instagram\"></i></a> <a href=\"https://www.facebook.com/summitdoom\"><i class=\"bi bi-facebook\"></i></a><a href=\"https://open.spotify.com/artist/0Z0uee4J8wL1ao31yaMWXM\"><i class=\"bi bi-spotify\"></i></a></p>" ,
  "img01":"https://heavy-local.com/assets/sumit-01.jpg"
}
