{
    "title": "Veins of Darkness: Udåd Emerges with Raw Norwegian Black Metal" ,
    "sub":"By Daria Aeonia",
     "date":"21/02/2024" ,
    "content": "<p class='lead'>Udåd emerges from the shadowy depths, delivering a primal offering steeped in the essence of Norwegian Black Metal. Spearheaded by Thomas Eriksen, the mastermind behind Mork, this debut release ignites a blazing trail back to the genre’s raw and uncompromising origins. Udåd stands as a stark departure from the intricate tapestries woven by Mork, instead embracing a primal ethos reminiscent of the early 1990s Black Metal movement. Drawing inspiration from the bone-chilling atmospheres of Mork's inaugural album “Isebakke”, Eriksen crafts a haunting antithesis—a harrowing exploration of death's inexorable grip and life's inherent futility. With a chillingly stripped-down sound reminiscent of dungeon-bound recordings of yore, Udåd plunges listeners into a realm of unrelenting darkness. Influenced not only by the annals of metal but also by the grim artistry of cinematographer Jørg Buttgereit, particularly his visceral masterpiece “Der Todesking”, Eriksen channels the raw and unsettling truths that lie dormant within humanity’s collective psyche.</p><img src='https://heavy-local.com/assets/Udad01.jpg' class='img-fluid w-100' /> <p class='lead'>Recorded and engineered at Atomen Studios in Halden, Norway, by Eriksen himself, Udåd's self-titled debut is a testament to the enduring spirit of Norwegian Black Metal. Masterfully mastered by Jack Control at Enormous Door (known for his work with luminaries like Darkthrone and Mork), this offering promises a relentless descent into the abyssal depths of raw feeling and unbridled darkness.As Udåd emerges from the shadows, it beckons all who dare to embrace the primal essence of black metal in its purest, most visceral form. Brace yourselves, for Udåd has arrived, shrouded in darkness and primed to leave an indelible mark upon the annals of metal history.</p>" ,
    "details": "<p class='lead'>Norway</p> " ,
    "Socials": "<p class'lead'><a href='https://web.facebook.com/Udaad.official/?paipv=0&eav=AfbFt0xWpPdjb_aBvoXUCRNxM4QaSTBqhTNwYpR6GD8wjEVrhSfQgGVAakLEtx4PGK8&_rdc=1&_rdr' ><i class ='bi bi-facebook'></i> </a></p>              " ,
    "img01" :"https://heavy-local.com/assets/UDAD03.jpg" 
    
}