{
    "title": "Venus - Obscured Until Observed (Album Review)" ,
    "sub":"απο τον Μιχάλη Αντωνόπουλο",
    "date":"11/03/2024" ,
    "decscription": "Venus Review .",
    "content": "<p class='lead'>Ένα απόγευμα σαν το σημερινό ακούγοντας μουσική (πρωτότυπο!) υπέπεσε στην αντίληψή μου ένα κρυφό διαμάντι, το οποίο αδημονούσε να φανερωθεί. Αυτό το διαμαντάκι ήταν το άλμπουμ των Progressive Thrash Αθηναίων Venus που ακούει στο όνομα Obscured Until Observed και άξιζε πάρα πολύ στο να λάβει την δική του ξεχωριστή προεπισκόπηση στο ηλεκτρονικό περιοδικό μας!Οι Venus είναι όπως προείπα μια progressive thrash Αθηναϊκή μπάντα, η οποία συστάθηκε μόλις το 2021 από τους Γιώργο Βεργίνη (κιθάρες/φωνητικά) και Αντώνη Αβτζή (κιθάρες φωνητικά) και στα 3 χρόνια ύπαρξής της έχει ήδη καταφέρει να βγάλει ένα πλήρους διάρκειας άλμπουμ (Obscured Until Observed), ένα EP (Project Lamda) και 2 single (Artificially Prolonged Existence & Circus Strange). Θέματά τους είναι η επιστημονική φαντασία, η μυθολογία, η τεχνολογία και το horror. Πάμε για το άλμπουμ τώρα!  </p> <p class='lead'>Το πρώτο τους πλήρους διάρκειας άλμπουμ, το Obscured Until Observed, αποτελείται από 9 tracks και διαρκεί για 51 λεπτά και 24 δευτερόλεπτα. Μέσα σε αυτό το χρονικό διάστημα οι Venus καταφέρνουν να ενώσουν με ωραίο τρόπο την τεχνικότητα, την αυστηρότητα και την σχολαστικότητα της progressive metal με την ακρότητα, την επιθετικότητα και την ταχύτητα του thrash, δημιουργώντας ένα μοναδικό αποτέλεσμα. Εκρηκτικά ντραμς, εναλλαγές τονικότητας και γέφυρες από τις κιθάρες στο ενδιάμεσο που μας πηγαίνουν από το ένα συναίσθημα στο άλλο κατά την ακρόαση και πάνω από όλα η συνοχή στην δομή με έκαναν να εκτιμήσω πολύ αυτή την τόσο ενδιαφέρουσα προσπάθεια ανάμιξης δυο εκ διαμέτρου αντίθετων ειδών στο φάσμα της μέταλ. Προσθέτω στα επιπλέον το γεγονός ότι στα τραγούδια εμφανίζονται και harsh και clean vocals Ενώ το κερασάκι στην τούρτα ήταν οι στίχοι, καθώς μιλάμε για πολύ προσεγμένα κομμάτια στα οποία το καθένα έχει να πει την δική του ξεχωριστή ιστορία με μια αφηγηματική/ποιητική χροιά. Συνολικά το Obscure Until Observed ήταν μια περιπέτεια α λα Matrix σε ένα δυστοπικό μέλλον, στα έγκατα του ανθρώπινου υποσυνειδήτου αλλά και σε ένα φουτουριστικό Λοβερκραφτιανό τοπίο! Συγχαρητήρια στα παιδιά για την προσπάθειά τους! Και ένα μεγάλο μπράβο στο να πρωτοτυπήσουν μουσικά, και αυτό διότι παρότι η ελληνική thrash σκηνή έχει αφήσει το αποτύπωμά της, οι αναμείξεις με το progressive στοιχείο σπανίζουν στον χώρο και αυτό με έκανε να εκτιμήσω το άλμπουμ και το συγκρότημα περισσότερο!</p>" ,
    "details": "<p class='lead'> Album (51:24): </p> <p>Sons of Grus - (04:41)</p> <p>The Observatory - (08:11)</p> <p>City of Nektron - (05:41)</p> <p>Circus Strange - (04:38)</p> <p>Alive (instrumental) - (02:13)</p> <p>Artificially Prolonged Existence - (04:24)</p> <p>Venus Legacy - (04:43)</p> <p>The Arrythmic Pulse of Universe (instrumental) - (05:22)</p> <p>Subatomic Search For Human Consciousness - (11:24)</p>" ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/VenusSciFi?locale=el_GR' ><i class ='bi bi-facebook'></i> </a> <a  href='https://open.spotify.com/artist/2dpSeBgrVQwcv4nDvrKv9p?si=MsKlUi_7QumWhwArkjWyCA' ><i class ='bi bi-spotify'></i> </a> </p>              " ,
    "img01":"https://heavy-local.com/assets/Venus.jpg"
  }
   