{
    "title": "Wicked Wizzard - Warlords of the Dark Realm (Album Review)" ,
    "sub":"απο τον Μιχάλη Αντωνόπουλο",
    "date":"13/03/2024" ,
    "decscription": "Wicked Wizzard - Warlords of the Dark Realm (Album Review) .",
    "content": "<p class='lead'>Οι Ισπανοί Wicked Wizzard είναι μια μπάντα η οποία αντιπροσωπεύει τον αγνό ήχο του stoner των 70s όπως “πρωτοπλάστηκε” από τους αξεπέραστους Black Sabbath. Η τριάδα των Iñigo Jauregui, Unai Minguez και Mikel Bidaurrazaga, ιδρυμένοι το 2017 και ορμώμενοι από την Mungia της Βασκονίας, το 2020 συνέθεσε ένα  άλμπουμ το οποίο μπορώ να ακούω προσωπικά με τις ώρες και το συστήνω ανεπιφύλακτα σε όλους τους αναγνώστες μας.</p><p>Τεχνικά οι Wicked Wizzard είναι πιστοί στις stoner αρχές, το μπάσο είναι το Α και το Ω, βαριά distortions με δυναμικά groovy riffs και clean vocals, ενώ τηρούν την προαναφερθείσα αγνότητα της πρωταρχικής stoner μορφής επιτυγχάνοντας στο να δημιουργήσουν έναν υπερβατικό και δυναμικό ήχο με σαφή δομή και μια εξαίσια σκοτεινή ατμοσφαιρικότητα, φουντώνοντας την φαντασία μας και φέρνοντάς μας στην πολυπόθητη έκσταση!</p> <p>Το Warlords of the Dark Realm εκφράζει αυτό τον σκοπό τους σε 54 λεπτά και 17 δευτερόλεπτα (11 τραγούδια) . Μέσα από αυτό το υπερβατικό μουσικό τελετουργικό που καταφέρνουν να μας εισαγάγουν, ξεφεύγουμε από την δική μας πραγματικότητα, πηγαίνοντας μας σε μια διάσταση επική αλλά δυστοπική, σε μια διάσταση όπου βρισκόμαστε ενώπιον πολεμάρχων, δαιμόνων και μάγων, ένα μεσαιωνικό ζοφερό αποκρυφιστικό τοπίο που μας καλεί δια αυτής της συμβολικότητας και αυτής της αισθητικής να αντιμετωπίσουμε και να κοιτάξουμε τον θάνατο στα μάτια όπως και το κακό, τα οποία (κακό και θάνατος) είναι μέρη της ζωής και όχι ξεχωριστές καταστάσεις από την παρούσα, όπως και να εξερευνήσουμε την πνευματική φύση του εαυτού μας από μόνοι, μακριά από τα μονολιθικά και αυταρχικά θρησκευτικά συστημικά δόγματα που μας εκφυλίζουν και κατ’ επέκταση απομακρύνουν από τις προσωπικές ενδόμυχες αναζητήσεις!</p>" ,
    "details": "<p>Σχήμα:</p> <p class=’lead’>Iñigo Jauregui (μπάσο και φωνητικά)</p> <p class=’lead’>Unai Minguez (κιθάρες)</p> <p class=’lead’>Mikel Bidaurrazaga (ντραμς)</p>  <p>Album (54:17 min): </p>  <p class=’lead’>Crypt (02:30) - (intro/instrumental)</p><p class=’lead’>Give’Em Hell (3:42)</p><p class=’lead’>Evil (04:17)</p><p class=’lead’>Master of All (04:41)</p> <p class=’lead’>Blood (05:26)</p><p class=’lead’>Hydromancy (01:17) - instrumental</p>  <p class=’lead’>Doomed (06:10)</p> <p class=’lead’>Ancient Forest - (03:08) - instrumental</p> <p class=’lead’>Dark Realm (05:03)</p><p class=’lead’>The Barbarian (04:04)</p> <p class=’lead’>Cosmogony (13:55) - instrumental</p>" ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/profile.php?id=100063608255156' ><i class ='bi bi-facebook'></i> </a><a href='https://www.instagram.com/wicked_wizzard/?hl=es ' ><i class ='bi bi-instgram'></i> </a> <a  href='https://open.spotify.com/artist/3AHplIS1sFaeNkQDhV2Mtf?si=ALnlXCevTNuxISc4fXyi2Q' ><i class ='bi bi-spotify'></i> </a>  <a  href='https://www.youtube.com/@wickedwizzard5460 ' ><i class ='bi bi-youtube'></i> </a> </p>              " ,
    "img01":"https://heavy-local.com/assets/IdiotsCorrected.webp"
  }
   