{
    "title": "Zong - Οι αστρικοί ταξιδιώτες" ,
    "sub":"απο τον Μιχαλη Αντωνόπουλο",
     "date":"23/02/2024" ,
    "content": "<p class='lead'>Οφείλω ένα μεγάλο ευχαριστώ να δώσω στον θρυλικό Weedian για τις μπάντες που έχει προωθήσει στο παρελθόν και ακόμη και τώρα βοηθά στο να εμπλουτιστούν τα μουσικά μου ακούσματα από τον χώρο της Stoner, της Psychedelic, της Sludge και της Doom. Μια από αυτές, που θα είναι και στην σημερινή προεπισκόπηση, είναι οι Zong λοιπόν, περνώντας έτσι στην σημερινή θεματική.  Οι Zong είναι μια τριάδα Αυστραλών από την περιοχή της Sunshine Coast που περιγράφουν τους εαυτούς τους από το 2016  ως “Ένας γιγάντιος αρχαίος λίθος αφάνταστης δύναμης και γνώσης επιπλέει ήσυχα στο διάστημα προς έναν ανυποψίαστο πρωτόγονο πολιτισμό” έρχονται από το σύμπαν λοιπόν για να μας μάθουν και να μας κάνουν να αγαπήσουμε τον κόσμο της ψυχεδέλειας και της space rock. Καθαρά instrumental, δίχως φωνητικές παρεμβάσεις, βαριά distortions στην κιθάρα και groovy riffs μαζί με ένα μπάσο από άλλη διάσταση έρχονται να μας πάρουν μακριά από την σκληρή και μονότονη πραγματικότητα του μικρού θόλου εν ονόματι Γη και να μας διδάξουν την συμπαντική ρευστότητα της ύλης και το νόημα της ύπαρξης μέσα από προσεγμένες συγχορδίες και αρμονικούς τόνους, μια πραγματικά εξαίρετη συγχρονισμένη προσπάθεια! Μαζί με τους συμπατριώτες τους, τους Comacozer αποτελούν για μένα μπάντες άξιες εξερεύνησης και περήφανα αντιπροσωπεύουν τις ιδέες της stoner, της ψυχεδέλειας και της space rock, τις προτείνω ανεπιφύλακτα για τους μύστες του είδους!  Και είμαι σίγουρος ότι κομμάτια τους όπως το Cosmic Embryo (13:00)  και το Return of the Alien King (10:32) θα κάνουν οποιονδήποτε να νιώσει την αγαλλίαση της αγνής instrumental psychedelic!   </p> " ,
    "details": "<p class='lead'>Albums:</p><p class='lead'>Zong (2017)</p><p class='lead'>Astral Lore (2022)</p><p class='lead'>Singles:The Serpent: (2022)</p>." ,
    "Socials": "<p class'lead'><a href='https://www.facebook.com/zongbrisbane' ><i class ='bi bi-facebook'></i> </a> <a href='https://www.instagram.com/zongband' ><i class ='bi bi-instagram'></i> </a><a  href='https://open.spotify.com/artist/1zJrfv241q8pYT65cjqxDi?si=plD-vTqCSH-pMafTE361Tg' ><i class ='bi bi-spotify'></i> </a> </p>              " ,
    "img01" :"https://heavy-local.com/assets/zong01.jpg" ,
    "img02":"https://heavy-local.com/assets/AherusiaFull.jpg"
    
}
